var json = {
  "list": [
    {
      "id": 1, // 无序，可废弃，暂无使用
      "name": "红角鸮", // 名称
      "type":"雁形目 | 鸭科 | 鸳鸯属", // 类属
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", // 基本信息
      "scname":"鸳鸯（学名：Aix galericulata）", // 学名
      "level":"国家二级保护动物", // 级别
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "1.jpg", // 图片名称，格式
      "imgUrlSmall": "1.jpg", // 压缩图名称，格式
      "source":"1.mp3"
    },
    {
      "id": 2,
      "name": "鸳鸯", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "2.jpg", 
      "imgUrlSmall": "2.jpg", 
      "source":"2.mp3"
    },
    {
      "id": 3,
      "name": "董鸡", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "3.jpg", 
      "imgUrlSmall": "3.jpg", 
      "source":"3.mp3"
    },
    {
      "id": 4,
      "name": "山斑鸠", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "4.jpg", 
      "imgUrlSmall": "4.jpg", 
      "source":"4.mp3"
    },
    {
      "id": 5,
      "name": "小田鸡", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "5.jpg", 
      "imgUrlSmall": "5.jpg", 
      "source":"5.mp3"
    },
    {
      "id": 6,
      "name": "野鸡", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "6.jpg", 
      "imgUrlSmall": "6.jpg", 
      "source":"6.mp3"
    },
    {
      "id": 7,
      "name": "斑嘴鸭", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "7.jpg", 
      "imgUrlSmall": "7.jpg", 
      "source":"7.mp3"
    },
    {
      "id": 8,
      "name": "白鹭", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "8.jpg", 
      "imgUrlSmall": "8.jpg", 
      "source":"8.mp3"
    },
    {
      "id": 9,
      "name": "火斑鸠", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "9.jpg", 
      "imgUrlSmall": "9.jpg", 
      "source":"9.mp3"
    },
    {
      "id": 10,
      "name": "大白鹭", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "10.jpg", 
      "imgUrlSmall": "10.jpg", 
      "source":"10.mp3"
    },
    {
      "id": 11,
      "name": "红嘴相思鸟", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "11.jpg", 
      "imgUrlSmall": "11.jpg", 
      "source":"11.mp3"
    },
    {
      "id": 12,
      "name": "苍鹭", 
      "type":"雁形目 | 鸭科 | 鸳鸯属", 
      "information":"拉丁文名：Aix galericulata<br/>体    长：雄性401-430mm，雌性438-450mm", 
      "scname":"鸳鸯（学名：Aix galericulata）", 
      "level":"国家二级保护动物",
      "describe":"鸳指雄鸟，鸯指雌鸟，故鸳鸯属合成词。属雁形目的中型鸭类，大小介于绿头鸭和绿翅鸭之间，体长38-45厘米，体重0.5千克左右。雌雄异色，雄鸟嘴红色，脚橙黄色，羽色鲜艳而华丽，头具艳丽的冠羽，眼后有宽阔的白色眉纹，翅上有一对栗黄色扇状直立羽，像帆一样立于后背，非常奇特和醒目，野外极易辨认。雌鸟嘴黑色，脚橙黄色，头和整个上体灰褐色，眼周白色，其后连一细的白色眉纹，亦极为醒目和独特。主要栖息于山地森林河流、湖泊、水塘、芦苇沼泽和稻田地中。杂食性。鸳鸯为中国著名的观赏鸟类，之所以被看成爱情的象征，因为人们见到的鸳鸯都是出双入对的。是经常出现在中国古代文学作品和神话传说中的鸟类。人们常用鸳鸯来比喻男女之间的爱情。",
      "imgUrl": "12.jpg", 
      "imgUrlSmall": "12.jpg", 
      "source":"12.mp3"
    },
    ]
  }