var tree = {
	"id":"",
	"name":"珍惜的古木名树",
	"describe":"株洲现存古树名木共有26科41属53种，其中500年以上的241株，300年至499年的642株，100年至299年的22108株，县城建成区30年至99年的7155株。现存的古树名木中，马尾松最多，达8908株，其次为香樟，达7850株，柯木排在第三，有2995株，最为稀少的是水杉、榔榆，各仅存1株。攸县南方红豆杉、炎陵穗花杉原生群落属濒危物种，是栖生于株洲的植物活化石。其他较名贵的还有大院冷杉、罗汉松、铁杉等。普查中年龄最大的树属攸县柏市乡的南方红豆杉，树龄已达2400多年；胸径最大的树是位于茶陵县秩堂乡吉川村的樟树，胸径3.5米、高12米。"
}
var treelist = [
	{
		"id":'',
		"name":"南方红豆杉",
		"type":"柏目 | 红豆杉科 | 红豆杉属",
		"scname":"拉丁文名：Taxus wallichiana var. mairei (Leme & H. Lv.)L. K. Fu & Nan Li",
		"describe":"南方红豆杉，是第四纪冰川遗留下来的古老树种，在地球上已有250万年的历史，常绿乔木，大枝开展。最高可达30米，胸径可达60～100厘米。树皮灰褐色、红褐色或暗褐色三种，纵裂成长条薄片；芽鳞顶端钝或稍尖，脱落或部分宿存于小枝基部。叶排列两列，近镰刀形，长1.5～4.5厘米，背面中脉带上无乳头角质突起，或有时有零星分布。球花单性,雌雄异株,常生于叶腋,雄球花呈淡黄色，圆球形，雌球花则为短柄,基部具数交叉对生的苞片顶端直生1个胚珠。种子倒卵圆形或柱状长卵形，上宽下窄，长7～8毫米，生于红色肉质杯状假种皮中，花期为四月下旬至5月初，十一月初种子基本成熟。属国家一级重点保护野生植物。",
		"environment":"南方红豆杉是中国亚热带至暖温带特有成分之一，在阔叶林中常有分布。耐荫树种，喜温暖湿润的气候，通常生长于山脚腹地较为潮湿处。自然生长在海拔1000米或1500米以下的山谷、溪边、缓坡腐殖质丰富的酸性土壤中，要求肥力较高的黄壤，黄棕壤，中性土、钙质土也能生长。耐干旱瘠薄，不耐低洼积水。对气候适应力较强，年均温11～16℃，最低极值可达-11℃。具有较强的萌芽能力，树干上多见萌芽小枝，但生长比较缓慢。很少有病虫害，寿命长。",
		"distribution":"分布于长江流域以南各省区，以及河南和陕西。",
		"chiefvalue":"经济价值——材质坚硬，刀斧难入，有“千枞万杉，当不得红榧一枝桠”之称。边材黄白色，心材赤红，质坚硬，纹理致密，形象美观，不翘不裂，耐腐力强，为著名的工业材用树种。可供建筑、高级家具、室内装修、车辆、铅笔杆等用。种子可以榨油，其出油率较高，可作工业用途。<br/>园林价值——南方红豆杉的枝叶四季常绿，干形通直圆满，树姿美丽，叶子排列整齐，树冠塔形，颇为美观，主要以观赏或园艺绿化为主。<br/>药用价值——南方红豆杉可从中提取“紫杉醇”，一种广谱性、强活性抗癌药物，并已经得到世界公认。同时种子也有很好的驱虫、消积驱虫、消积食等药用价值。",
		"imglist":[
			{"urls":"1-1.jpg","sep":"1"},
			{"urls":"1-2.jpg","sep":"2"},
			{"urls":"1-3.jpg","sep":"3"},
			{"urls":"1-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"穗花杉",
		"type":"红豆杉目 | 红豆杉科 | 穗花杉属",
		"scname":"拉丁文名：Ametotaxus argotaenia (Hance) Pilger",
		"describe":"穗花杉属常绿小乔或木灌木，起源于1亿4000万年到6500万年前。是第四纪大陆冰川侵袭后残留下的古老孑遗植物，有“冰川元老”之称。穗花杉高可达7米，生长缓慢。树皮灰褐色或淡红褐色，裂成片状脱落；小枝斜展或向上伸展，对生或近对生，叶交互对生，厚革质。叶基部扭转列成两列，条状披针形，直或微弯镰状，长3-11厘米，宽6-11毫米。雌雄异株，雄球花排成穗状，花穗1-3（多为2）穗，雄蕊有2-5（多为3个）花药，雌球花单生于新枝的苞腋或叶腋。胚珠单生，基部有6-10对交互对生的苞片。种子椭圆形或卵圆形，成熟时假种皮为鲜红色。花期4月，种子10月成熟。是我国特有树种、世界稀有的珍贵植物。",
		"environment":"穗花杉生长于海拔300-1100米地带的荫湿溪谷两旁或林内。穗花杉生长的地区，气候温凉潮湿，雨量充沛，年平均气温12-19℃，光照较弱，多散射光。立地土壤是黄壤、黄棕壤，pH值约为4.5，富含腐殖质。阴性树种，大部份分布在雾线以上，群落中其它种类个体稀少，常见的上层树种。",
		"distribution":"分布于中国长江流域以南至越南北部。在湖南株洲炎陵县新发现穗花杉原生群落，总面积近40亩，林内穗花杉数量达1000余株。最大的胸径达24厘米，高约10米，年龄约500年，是株洲范围内目前已发现最大、最古老的穗花杉。",
		"chiefvalue":"经济价值——木材材质细密，可供雕刻、器具、农具及细木加工等用。 <br />药用价值——根、树皮入药，能止痛、生肌，对于跌打损伤和骨折很有疗效；其种子入药，有消积驱虫之功效。  <br />园林价值——叶常绿，上面深绿色，下面有明显的白色气孔带，种子熟时假种皮红色、下垂，极美观，可作庭园树。 <br />研究价值：由于它起源古老，形态、结构和发育特异，对研究古地质、古地理、植物区系以及植物分类等方面有着重要意义。",
		"imglist":[
			{"urls":"2-4.jpg","sep":"1"},
			{"urls":"2-2.jpg","sep":"2"},
			{"urls":"2-3.jpg","sep":"3"},
			{"urls":"2-1.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"马尾松",
		"type":"松柏目 | 松科 | 松属",
		"scname":"拉丁文名：Pinus massoniana Lamb",
		"describe":"马尾松是松属乔木，树干较直，高可达45米，胸径可达1.5米；树皮红褐色，下部灰褐色，裂裂成不规则的鳞状块片，长方形剥落；内皮枣红色微黄。枝平展或斜展，树冠宽塔形或伞形，枝条每年生长一轮（广东两轮）；冬芽卵状圆柱形或圆柱形，针叶，细柔，微扭曲，两面有气孔线，边缘有细锯齿；叶鞘初呈褐色，后渐变成灰黑色，宿存。雄球花淡红褐色，圆柱形，聚生于新枝下部苞腋，穗状，雌球花单生或2-4聚生于新枝近顶端，淡紫红色，种子长圆球形或卵圆形，径约2厘米，褐色或紫褐色。4-5月开花，球果第二年10-12月成熟。",
		"environment":"阳性树种，不耐庇荫，喜光、喜温。适生于年均温13-22℃，年降水量800-1800毫米，绝对最低温度不到－10℃。根系发达，主根明显，有根菌。对土壤要求不严格，喜微酸性土壤，但怕水涝，不耐盐碱，在石砾土、沙质土、粘土、山脊和阳坡的冲刷薄地上，以及陡峭的石山岩缝里都能生长。",
		"distribution":"分布于中国黄河以南至华南的广大地区。在长江下游其垂直分布于海拔700米以下，长江中游海拔1100-1200米以下，在西部分布于海拔1500米以下。是中国南方主要材用树种。",
		"chiefvalue":"经济价值——马尾松是重要的用材树种，也是荒山造林的先锋树种。马尾松木材极耐水湿，有“水中千年松”之说，特别适用于水下工程。其经济价值高，用途广，松木是工农业生产上的重要用材，主要供建筑、枕木、矿柱、制板、包装箱、家具原料等用。其中松香是许多轻、重工业的重要原料，主要用于造纸、橡胶、涂料、油漆、胶粘等工业。<br />园林价值——马尾松高大雄伟，姿态古奇，适应性强，抗风力强，耐烟尘，木材纹理细，质坚，能耐水，适宜山涧、谷中、岩际、池畔、道旁配置和山地造林。也适合在庭前、亭旁、假山之间孤植。<br />药用价值——松油脂及松香、叶、根、茎节、嫩叶（俗称树心）等入药。可祛风行气、活血止痛。舒筋、止血。主治咳嗽、胃及十二指肠溃疡、习惯性便秘、湿疹、黄水疮、外伤出血。",
		"imglist":[
			{"urls":"3-1.jpg","sep":"1"},
			{"urls":"3-2.jpg","sep":"2"},
			{"urls":"3-3.jpg","sep":"3"},
			{"urls":"3-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"香樟",
		"type":"樟目 | 樟科 | 樟属",
		"scname":"拉丁文名：Cinnamomum camphora (L.) Presl.",
		"describe":"香樟是亚热带常绿阔叶树种，为常绿大乔木，树形雄伟壮观，四季常绿，香樟既是很好的经济林木,又是重要的环保树种。高可达30米，直径可达3米，树冠广卵形；枝、叶及木材均有樟脑气味；树皮黄褐色，有不规则的纵裂。顶芽广卵形或圆球形，鳞片宽卵形或近圆形，外面略被绢状毛。枝条圆柱形，淡褐色，无毛。叶互生，卵状椭圆形，长6～12厘米，宽2.5～5.5厘米。幼时树皮绿色，平滑，老时渐变为黄褐色或灰褐色纵裂；冬芽卵圆形。圆锥花序腋生，长3.5～7厘米，具梗，总梗长2.5～4.5厘米。花绿白或带黄色，长约3毫米；花梗长1～2毫米，无毛。子房球形，长约1毫米，无毛，花柱长约1毫米。果卵球形或近球形，直径6～8毫米，紫黑色；花期4～5月，果期8～11月。",
		"environment":"适应海拔高度在1800米以下，在长江以南及西南生长区域海拔可达1000米。主要生长于亚热带土壤肥沃的向阳山坡、谷地及河岸平地。山坡或沟谷中，也常有栽培的。喜光，稍耐阴；喜温暖湿润气候，耐寒性不强，年平均温度16～17℃以上,绝对低温-7℃以上地域。适生于深厚肥沃的酸性或中性砂壤土，根系发达，深根性，抗倒能力强。",
		"distribution":"主要分布于长江以南,台湾、福建、江西、湖南、四川等栽培较多。越南、朝鲜、日本也有分布，其他各国常有引种栽培。",
		"chiefvalue":"经济价值——木材及根、枝、叶可提取樟脑和樟油，樟脑和樟油供医药及香料工业用。果核含脂肪，含油量约40%，油供工业用。木材坚硬美观，可为造船、家具、箱子和建筑等用材。香樟树对氯气、二氧化硫、臭氧及氟气等有害气体具有抗性，是工厂绿化的好材料。<br />园林价值——树冠开展，枝叶繁茂，树姿雄伟，浓荫覆地,枝叶秀丽而有香气。同时有很强的吸烟滞尘、涵养水源、固土防沙和美化环境的能力，是城市绿化的优良树种。广泛作为庭荫树、行道树、防护林及风景林常用于园林观赏。<br />药用价值——根、果、枝和叶入药，有祛风散寒、强心镇痉和杀虫等功能。",
		"imglist":[
			{"urls":"4-1.jpg","sep":"1"},
			{"urls":"4-3.jpg","sep":"2"},
			{"urls":"4-2.jpg","sep":"3"},
			{"urls":"4-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"资源冷杉",
		"type":"松杉目 | 松科 | 冷杉亚科 |冷杉属",
		"scname":"拉丁文名：Abies beshanzuensis var. ziyuanensis (L. K. Fu et S. L. Mo) L. K. Fu et Nan Li",
		"describe":"资源冷杉旧称大院冷杉，常绿乔木，是中国特有的第四纪冰期遗留下来的“植物活化石”，全球极濒危的珍稀树种之一，被世界自然保护联盟（IUCN）列为全球重点保护的针叶树。树干端直，高可达20-25米，胸径40-90厘米；树皮灰白色，片状开裂；1年生枝淡褐黄色，老枝灰黑色；冬芽圆锥形或锥状卵圆形，有树脂，芽鳞淡褐黄色。叶片线形，上面深绿色，下面有两条粉白色气孔带，先端有凹缺，树脂道边生。球果椭圆状圆柱形，具短柄、直立，成熟时暗绿褐色；种鳞扇状四边形，苞鳞稍较种鳞为短。种子倒三角状椭圆形，淡褐色，种翅倒三角形，淡紫黑灰色。4-5月开花，球果10-11月成熟。结实有间隔期。是国家一级重点保护野生植物。",
		"environment":"资源冷杉分布区地处中亚热带中山上部，气候夏凉冬寒，雨量充沛，雪期及冰冻期较长，终年多云雾，日照少。年平均温8-12℃，极端最低温-5-至8℃，较强寒潮年份可出现零下13℃的低温。成土母岩多为花岗岩与砂页岩，土壤为酸性黄棕壤，林内有大量的枯枝落叶。散生于海拔1500-1850m处针阔混交林中，树冠高耸于阔叶林层之上。",
		"distribution":"仅分布于湖南西南部炎陵、新宁、城步及广西东北部资源县等区域。",
		"chiefvalue":"资源冷杉对研究中国南部植物区系的发生和演变，以及古气候、古地理，特别是有关第四纪冰期气候有一定科研意义。",
		"imglist":[
			{"urls":"5-1.jpg","sep":"1"},
			{"urls":"5-2.jpg","sep":"2"},
			{"urls":"5-3.jpg","sep":"3"},
			{"urls":"5-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"罗汉松",
		"type":"罗汉松目 | 罗汉松科 | 罗汉松属",
		"scname":"拉丁文名：Podocarpus macrophyllus (Thunb.) D.Don",
		"describe":"罗汉松别名土杉，常绿针叶乔木，高可达20m，胸径可达60cm；树皮灰色或灰褐色，浅纵裂，成薄片状脱落；枝开展或斜展，较密。叶螺旋状着生，条状披针形，微弯。雄球花穗状、腋生，基部有数枚三角状苞片；雌球花单生叶腋，有梗，基部有少数苞片。种子卵圆形，径约1cm，先端圆，熟时肉质假种皮紫黑色，有白粉，种托肉质圆柱形，红色或紫红色。花期4-5月，种子8-9月成熟。 ",
		"environment":"罗汉松喜温暖湿润气候，生长适温15-28℃。耐寒性弱，耐阴性强。喜排水良好湿润之砂质壤土，对土壤适应性强，盐碱土上亦能生存。",
		"distribution":"罗汉松分布于中国多省区，江苏、浙江、福建、安徽、江西、湖南、四川、云南、贵州、广西、广东等省区，日本也有分布。",
		"chiefvalue":"经济价值——罗汉松材质细致均匀，易加工。可作家具、器具、文具及农具等用。 <br />园林价值——罗汉松可室内盆栽，亦可作花坛花卉。由于罗汉松树形古雅，种子与种柄组合奇特，惹人喜爱，南方寺庙、宅院多有种植。",
		"imglist":[
			{"urls":"6-2.jpg","sep":"1"},
			{"urls":"6-1.jpg","sep":"2"},
			{"urls":"6-3.png","sep":"3"},
			{"urls":"6-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"铁杉",
		"type":"松杉目 | 松科 | 铁杉属",
		"scname":"拉丁文名：Tsuga chinensis (Franch.) Pritz.",
		"describe":"铁杉又名华铁杉，仙柏、刺柏等，常绿乔木，高可达50米，胸径可达1.6米。树皮暗深灰色，纵裂，成块状脱落。大枝平展，枝稍下垂，树冠塔形，直立高大，树干下部之大枝通常不脱落。侧枝展开，线型的叶在枝上螺旋状排列，基部扭转排成二列，条形，先端纯圆，有凹缺，全缘。叶面绿色有光，叶背淡绿，有2条气孔带。球果卵圆形或长卵圆形，长1.5-2.5厘米，径1.2-1.6厘米，具短梗；中部种鳞五边状卵形、近方形或近圆形，稀短矩圆形。苞鳞倒三角状楔形或斜方形，上部边缘有细缺齿，先端二裂；花期4～5月，球果10月间成熟。 ",
		"environment":"生长于海拔600-3200米地带。其分布区地跨中亚热带至北热带，喜生于雨量高、云雾多、相对湿度大、气候凉润、土壤酸性及排水良好的山区。常在海拔2000-3000米之间与麦吊云杉、油麦吊云杉、冷杉组成针叶树混交林或成纯林。 ",
		"distribution":"铁杉多产于云南东南部马关、麻栗坡，浙江昌化、安徽黄山、福建武夷山、江西武功山、湖南莽山、广东乳源、广西兴安、贵州中部都有分布。",
		"chiefvalue":"经济价值——木材纹理直，结构细而均匀，材质坚实，耐水湿。可供建筑、飞机、舟车、家具、器具及木纤维工业原料等用材。树干可割取树脂，树皮含鞣质，可提烤胶；种子可榨油。<br />园林价值—— 铁杉树姿古朴，枝叶扶疏，形若雪松，适于园林中孤植或丛植，亦宜用于营造山地风景林或水源涵养林。铁杉分枝多，耐修剪，还适于作绿篱。此外，因其生长缓慢，也宜盆栽观赏。",
		"imglist":[
			{"urls":"7-1.jpg","sep":"1"},
			{"urls":"7-2.jpg","sep":"2"},
			{"urls":"7-3.jpg","sep":"3"},
			{"urls":"7-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"水杉",
		"type":"松杉目 | 杉科 | 水杉属",
		"scname":"拉丁文名：Metasequoia glyptostroboides Hu & W. C. Cheng",
		"describe":"水杉，裸子植物杉科，落叶乔木，可高达35米，胸径可达2.5米。树干基部常膨大，树皮灰色、灰褐色或暗灰色，幼树裂成薄片脱落，大树裂成长条状脱落，内皮淡紫褐色；枝斜展，小枝对生，下垂，幼树树冠尖塔形，老树树冠广圆形，枝叶稀疏。叶条形，交互对生，假二列成羽状复叶状，长1-1.7厘米，下面两侧有4-8条气孔线，冬季与枝一同脱落。雌雄同株。球果下垂，近四棱状球形或矩圆状球形，成熟前绿色，熟时深褐色，微具4棱，长1.8-2.5厘米，有长柄。种鳞木质，盾形，通常11-12对，交叉对生，能育种鳞有5-9粒种子；种子扁平，倒卵形，间或圆形或矩圆形。花期2月下旬，球果11月成熟。水杉这一古老稀有的珍贵树种为我国特产。",
		"environment":"水杉喜欢温暖湿润的气候条件，多生于地势平缓、土层深厚、湿润或稍有积水的地方，酸性山地黄壤、紫色土或冲积土适宜其生长；水杉的最适生长温度在18℃左右，夏季凉爽，冬季有雪而不严寒都可以生长；水杉喜光，不耐贫瘠和干旱，生长的快慢常受土壤水分的支配，移栽容易成活，在长期积水的地方植株生长缓慢，树干基部通常膨大和有纵棱。移栽容易成活。",
		"distribution":"水杉是中生代白垩纪和新生代的代表树种，过去认为早已绝灭，1941年中国植物学者在湖北利川谋道镇首次发现。四川石柱县、湖南西北部龙山及桑植等地，近年来，在株洲攸县也有发现。垂直分布一般为海拔750~1500米。",
		"chiefvalue":"经济价值——水杉边材白色，心材褐红色，材质轻软，纹理直，结构稍粗，早晚材硬度区别大，不耐水湿。材质轻软，可供建筑、板料、造纸、制器具、造模型及室内装饰。 <br />园林价值——水杉是“活化石”树种，是秋叶观赏树种。树姿优美，可用于堤岸、湖滨、池畔、庭院等绿化，也可盆栽，也可成片栽植营造风景林。水杉对二氧化硫有一定的抵抗能力，是工矿区绿化的优良树种。 ",
		"imglist":[
			{"urls":"8-1.jpg","sep":"1"},
			{"urls":"8-2.jpg","sep":"2"},
			{"urls":"8-3.jpg","sep":"3"},
			{"urls":"8-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"榔榆",
		"type":"蔷薇目 | 榆科 | 榆属",
		"scname":"拉丁文名：Ulmus parvifolia Jacq",
		"describe":"榔榆别称：小叶榆，落叶乔木，或冬季叶变为黄色或红色宿存至第二年新叶开放后脱落，高可达25米，胸径可达1米；树冠广圆形，树干基部有时呈板状根，树皮灰色或灰褐，幼时光滑，老干则呈圆片状剥落。当年生枝密被短柔毛，深褐色；冬芽卵圆形，先端不紧贴小枝，红褐色，无毛。叶小、质厚而硬，椭圆形、卵形或倒卵形，先端短渐尖或钝，基部楔形，不对称，边缘有单锯齿，叶面光滑而有光泽，叶背淡青绿色。花期8-9月，簇生于叶腋。翅果长椭圆形或卵形，先端凹陷，较小，果核位于果翅中间，10月成熟。",
		"environment":"喜光，稍耐荫。喜温暖湿润气候。亦能耐-20℃的短期低温；对土壤的适应性较广，耐干旱瘠薄。在酸性、中性和石灰性土壤的山坡、平原及溪边均能生长，但以气候温暖，土壤肥沃、排水良好的中性土壤为最适宜的生境，生长速度中等，寿命较长。深根性、萌芽力强。对二氧化硫等有毒气体及烟尘的抗性较强。",
		"distribution":"分布于中国长江流域及其以南地区，北至山东、河南、山西、陕西等省。垂直分布一般在海拔500米以下地区。适宜地区：华南地区、华中地区。日本、朝鲜半岛也有。",
		"chiefvalue":"经济价值——边材淡褐色或黄色，心材灰褐色或黄褐色，材质坚韧，纹理直，耐水湿，可供家具、车辆、造船、器具、农具、油榨、船橹等工业用材。树皮纤维强韧，杂质少，可作蜡纸及人造棉原料，或织麻袋，编绳索。<br/>园林价值——榔榆新叶嫩绿可人，树皮斑驳可观，树形优美，姿态潇洒，枝叶细密，具有较高的观赏价值。在庭院中孤植、丛植，或与亭榭、山石配置都很合适。栽作庭荫树、行道树或制作成盆景均有良好的观赏效果。因抗性较强，还可选作厂矿区绿化树种。<br />药用价值——根、皮、嫩叶入药有消肿止痛、解毒治热的功效，外敷治水火烫伤；叶制土农药，可杀红蜘蛛。",
		"imglist":[
			{"urls":"9-1.jpg","sep":"1"},
			{"urls":"9-2.jpg","sep":"2"},
			{"urls":"9-3.jpg","sep":"3"},
			{"urls":"9-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"柯木",
		"type":"山毛榉目 | 壳斗科 | 柯属",
		"scname":"拉丁文名：Lithocarpus glaber",
		"describe":"柯木是壳斗科乔木，高可达15米，胸径达40厘米，一年生枝、嫩叶叶柄、叶背及花序轴均密被灰黄色短绒毛，二年生枝的毛较疏且短，常变为污黑色。叶革质或厚纸质，倒卵形、倒卵状椭圆形或长椭圆形。顶部突急尖，短尾状，或长渐尖，基部楔形。叶柄长1-2厘米，雄穗状花序多排成圆锥花序或单穗腋生，长达15厘米；雌花序常着生少数雄花，雌花每3朵、很少5朵一簇。坚果椭圆形，高12-25毫米，宽8-15毫米，顶端尖，或长卵形，有淡薄的白色粉霜，暗栗褐色。花期7-11月，果次年同期成熟。",
		"environment":"为本属中较偏北耐寒的树种；生于海拔约1500米以下坡地杂木林中，阳坡较常 见，常因被砍伐，故生成灌木状。对有毒气体二氧化硫、氯气有一定的抵抗能力。是一种防火树种。",
		"distribution":"分布沿江、江苏、安徽、江西、福建和广东等省区。日本南部也有。",
		"chiefvalue":"树皮褐黑色，不开裂，内皮红棕色，木材的心边材近于同色，干后淡茶褐色，材质颇坚重，结构略粗，纹理直行，不甚耐腐，适作家具，农具等材。果实含淀粉和脂肪，可酿酒。",
		"imglist":[
			{"urls":"10-2.jpg","sep":"1"},
			{"urls":"10-1.png","sep":"2"},
		]
	},
]
var treelist2 = [
	{
		"id":'',
		"name":"楠竹",
		"type":"禾本目 | 禾本科 | 刚竹属",
		"scname":"拉丁文名：Phyllostachys heterocycla (Carr.) Mitford cv. Pubescens",
		"describe":"楠竹又名毛竹，在中国300多种禾本竹类植物引属中，南竹是生长最快，材质最好，用途最多，经济价值最大，种植面积最大的竹种。南竹生长快，适应性强，恢复一棵60英尺高的树木需要1年的时间，而同长度的南竹只需59天。竿高达20余米，粗者可达20余厘米，幼竿密被细柔毛及厚白粉，箨环有毛，老竿无毛，并由绿色渐变为绿黄色。基部节间甚短而向上则逐节较长，中部节间长达40厘米或更长，壁厚约1厘米。竿环不明显，低于箨环或在细竿中隆起。花枝穗状，长5-7厘米。笋期4月，花期5-8月。",
		"environment":"楠竹是多年生常绿树种。根系集中稠密，竹秆生长快，生长量大。因此，要求温暖湿润的气候条件，年平均温度15--20℃。对土壤的要求也高于一般树种，既需要充裕的水湿条件，又不耐积水淹浸。板岩、页岩、花岗岩、砂岩等母岩发育的中、厚层肥沃酸性的红壤、黄红壤、黄壤上分布多，生长良好。",
		"distribution":"主要分布在四川宜宾，湖北咸宁，湖南，江西，福建，浙江等地。楠竹竹质尤以湖南竹为最好，江西，福建次之。",
		"chiefvalue":"经济价值——南竹实际上是毛竹中最名贵，生长快，产量高，材质好，用途广，是我国经使用价值和经济价值最大的竹种。南竹的大面积推广种植能防止水土流失。其竿型粗大，宜供建筑用，如梁柱、棚架、脚手架等，篾性优良，供编织各种粗细的用具及工艺品，枝梢作扫帚，嫩竹及竿箨作造纸原料。毛竹笋是公认的最佳绿色天然食品，是传统的森林蔬菜之一，被列为“素食第一品”的“山珍”之一。鲜食或加工制成玉兰片、笋干、笋衣等。<br/>园林价值——楠竹秆形粗大，端直挺秀，清雅宜人，风景区、城市郊区营造纯林或与阔叶树混交，对净化空气、美化环境、减弱噪声、改善小气候都有很大的作用。一般在山地谷间或大面积园林地上栽植，不适于小面积庭园内种植。<br/>药用价值——竹笋的药用价值也极高。在古代医书《纲目拾遗》中载：竹笋有“利九窍、通血脉、化痰涎、消食胀”等功效。笋被认为是减肥和防止肠癌的健身食品。竹笋中含量最多的纤维素，常吃纤维素多的食品，可防治高血脂症、高血压、冠心病、肥胖病、糖尿病、肠癌及痔疮等疾病。",
		"imglist":[
			{"urls":"11-1.jpg","sep":"1"},
			{"urls":"11-2.jpg","sep":"2"},
			{"urls":"11-3.jpg","sep":"3"},
			{"urls":"11-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"油茶树",
		"type":"山茶目 | 山茶科 | 山茶属",
		"scname":"拉丁文名：Camellia oleifera Abel",
		"describe":"油茶，别名茶子树、茶油树、白花茶，常绿小乔木。因其种子可榨油（茶油）供食用，故名。嫩枝有粗毛。叶革质，椭圆形，长圆形或倒卵形。花顶生，近于无柄，苞片与萼片约10片，由外向内逐渐增大，阔卵形。雄蕊长1-1.5厘米，外侧雄蕊仅基部略连生，花药黄色，背部着生；花柱长约1厘米，无毛，先端不同程度3裂。蒴果球形或卵圆形，直径2-4厘米，3室或1室。苞片及萼片脱落后留下的果柄长3-5毫米，粗大，有环状短节。花期冬春间。",
		"environment":"油茶喜温暖，怕寒冷，年平均气温16～18℃，油茶花期平均气温为12～13℃。突然的低温或晚霜会造成落花、落果。需要有较充足的阳光，否则只长枝叶，结果少，含油率低。要求在坡度和缓、侵蚀作用弱的地方栽植，对土壤要求不甚严格，一般适宜土层深厚的酸性土，而不适于石块多和土质坚硬的地方。",
		"distribution":"油茶树是世界四大木本油料之一，它生长在中国南方亚热带地区的高山及丘陵地带，是中国特有的一种纯天然高级油料。主要集中在浙江、江西、河南、湖南、广西五省。",
		"chiefvalue":"经济价值——种子含油30%以上。油茶具有很高的综合利用价值，茶油色清味香，营养丰富，耐贮藏，是优质食用油 ；也可制蜡烛和肥皂，同时作为润滑油、防锈油用于工业。茶饼既是农药，又是肥料，可提高农田蓄水能力和防治稻田害虫。果皮是提制栲胶的原料。茶子树木质细、密、重，很硬，是做陀螺，弹弓的最好材料，并且由于其有茶树天然的纹理，也是制作高档木纽扣的高级材料。<br/>园林价值——油茶还是优良的冬季蜜粉源植物，花期正值少花季节，10月上旬至12月，蜜粉极其丰富。同时，油茶又是一个抗污染能力极强的树种，对二氧化硫抗性强，抗氟和吸氯能力也很强。因此科学经营油茶林具有保持水土、涵养水源、调节气候的生态效益。<br/>药用价值——油茶在《药典》当中记载，油茶可以治疗便秘以及一些皮肤癣的疾病。油茶对于骨折已经扭挫伤同样有治疗作用。另外皮肤瘙痒、腹痛，或是存在胃肠出血的情况，油茶可以作为一种辅助的治疗用药。皮肤烫伤之后用油茶可以缓解疼痛。",
		"imglist":[
			{"urls":"12-4.jpg","sep":"1"},
			{"urls":"12-2.jpg","sep":"2"},
			{"urls":"12-3.jpg","sep":"3"},
			{"urls":"12-1.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"茶树",
		"type":"山茶目 | 山茶科 | 山茶属",
		"scname":"拉丁文名：Camellia sinensis (L.) O. Ktze",
		"describe":"茶树是灌木或小乔木，嫩枝无毛。一生分为幼苗期、幼年期、成年期和衰老期。叶革质，长圆形或椭圆形。叶间开五瓣白花。雄蕊长8-13毫米，花柱无毛。果实扁圆，呈三角形，果实开列后露出种子。花期10月至翌年2月。树龄可达一二百年，但经济年龄一般为40～50年。我国西南部是茶树的起源中心，后来鉴真东渡，将茶叶传播至世界各地，有60个国家引种了茶树。",
		"environment":"茶树生长比较苛刻，喜欢温暖湿润气候，平均气温10℃以上时芽开始萌动，生长最适温度为20～25℃；光照不能太强也不能太弱，土壤一般选择不含石灰石，PH值4.5~6.5之间，有机质含量1%-2%以上，且排水良好的砂质壤土。雨量要平均，且年雨量在1500毫米以上，才适合茶树的生长。",
		"distribution":"我国茶区辽阔，分布极为广阔。分布于浙江、湖南、四川、云南、广东、海南、山东、甘肃等共有21个省（区、市）967个县、市生产茶叶。全国分四大茶区：西南茶区、华南茶区、江南茶区、江北茶区。株洲气候温和，土层深厚肥沃，境内不少地方峰峦叠嶂，整年云雾缭绕，适合种植茶树。全市现有茶园面积3.32万亩，年出产茶叶1400吨。",
		"chiefvalue":"茶树的叶子可制茶，种子可以榨油，茶树鲜花也可开发利用，经过加工可碎茶、茶树花酒、茶花饮料。茶树根具有强心利尿、活血调经、清热解毒的功效。茶树材质细密，其木可用于雕刻。",
		"imglist":[
			{"urls":"13-1.jpg","sep":"1"},
			{"urls":"13-2.jpg","sep":"2"},
			{"urls":"13-3.jpg","sep":"3"},
			{"urls":"13-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"玉环柚",
		"type":"植物界 | 芸香科 | 柑橘属 | ",
		"scname":"",
		"describe":"玉环柚，又名楚门文旦，玉环文旦，是柑桔属柚类，树势强健，树冠紧凑，较开张，枝粗壮，有小刺，叶长椭圆形。。玉环柚花为白色，似玉兰，其香酷烈，令人陶醉。成熟果实表现为橙黄色，色泽艳丽，陈列橱窗案几，清香四溢，别有一番情趣。其果实端正漂亮，果大形美，果实扁圆形或高圆形，表面有光泽，平均单果重为1-1.5千克，最大可达4公斤。果肉晶莹透亮，软、糯多汁，甜酸适口，脆而无渣，味浓有清香。果肉中含还原糖、有机酸，粗纤维、14种氨基酸以及多种人体必需的微量元素。3月中旬现蕾，下旬抽芽，5月上旬开花，7月下旬定果，10月下旬成熟。定植后3至4年投产，花有自交异交不孕特征，成片种植无籽。",
		"environment":"性喜温暖潮湿，不耐寒，要求年均气温17℃以上，最低气温不低于-5℃，年降水量1000毫米以上，宜在地层深厚、有机质含量丰富的山地平原及涂地种植。",
		"distribution":"主要分布于半岛上的浙江玉环具楚门镇，清港镇和龙岩等地，为福建文旦柚的实生变异。主产浙江等省。在株洲也有种植。",
		"chiefvalue":"经济价值——玉环柚营养丰富，除生食外，果皮可制蜜栈、果皮糖和提取芳香油。可加工为饮品，果酱等。是一种具较高的加工价值的物种。每亩40株，5～8年生亩产可产1466～2000公斤。<br/>营养价值——常玉环柚果肉含还原糖2.35%，蔗糖9.64%，酸0.67%，具有较高的营养价值，还富含钙11.4毫克，铁3.9毫克，镁8.3毫克，钾161.7毫克等10多种人体所必需的微量元量元素。吃玉环柚可理气化痰，润脾清肠，下恶气，解酒毒，对高血压、糖尿病及食少、口淡、消化不良等病症有较好疗效。果中提取的柠檬苦素具有防癌、治癌作用。",
		"imglist":[
			{"urls":"14-1.jpg","sep":"1"},
			{"urls":"14-3.jpg","sep":"2"},
			{"urls":"14-2.jpg","sep":"3"},
			{"urls":"14-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"奈李",
		"type":"蔷薇目 | 蔷薇科 | 李属",
		"scname":"",
		"describe":"柰李系中国柰李的一个变种，有青柰和花柰两个类型。株洲炎陵县于1965年从福建引进青柰，经三十年的风土驯化和优化栽培，故称为炎陵柰李。系李属小乔木，树冠呈半圆形，枝条丰立或半张开。果大形美，果核小肉厚，质脆致密，皮黄绿色，果肉黄色，半离核。平均单果重71.4克，最大果重204克。3月上旬开花，7月下旬-8月上旬成熟，果形似桃，肉质似李，品质极优。炎陵柰李1990年被评为省优水果，1992年获湖南省科技新产品新成果金奖。",
		"environment":"奈李是喜湿、喜肥、喜水的果树。建园时宜选择在背风向阳、近水、便路、土壤肥沃疏松、管理方便的地方。如河滩洲土、林带下的缓坡山地，屋前屋后的高岸田及杂粮蔬菜地都适合集中成片建园。",
		"distribution":"炎陵奈李种植主要分布在炎陵县炎陵县中村瑶族乡、下村乡云里村、炎陵县沔渡镇等地方。",
		"chiefvalue":"经济价值——经济寿命长达30~40年，高产期20~30年。生长快，栽后第二年形成树冠，第三年就结果，第五年进入高产盛聚期。若管理得当，盛果期的亩产量可达4000-5000斤左右。耐贮运，鲜食或加工兼优。<br/>营养价值——风味浓甜，清香可口，果实心形似桃，平均单果重71.4克，最大果重204克。经测定，可溶性固形物含量12.5%-15%，总糖8.55%，含酸量0.56%，糖酸比为15.3，含维生素C16.84毫克/100克，可食率97.7-98.2%。",
		"imglist":[
			{"urls":"15-1.png","sep":"1"},
			{"urls":"15-2.jpg","sep":"2"},
			{"urls":"15-3.jpg","sep":"3"},
			{"urls":"15-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"高山雪晶梨",
		"type":"",
		"scname":"父    本：二十世纪梨<br/>母    本：长十郎梨",
		"describe":"高山雪晶梨又称新世纪梨,属砂梨系统。树势强健，树冠紧凑，短果枝容易形成，结果率高，丰产性好。树冠圆头形,主枝角度小树姿直立,干黑褐色。萌芽率高,成枝率低,易成花，能连续结果。中等大，果实近圆形，经套袋栽培后果实特大，一般果重达200－250克，最大的可达350克。果皮极薄，呈乳黄色，果面光滑细腻，色泽鲜艳美观。肉质较硬，果肉乳白色，肉质细脆，多汁，果心中大，味微香，可溶性固形物12%左右，无酸味。花期在4月，果实成熟期在8月上旬。新世纪梨二十世纪九十年代，引进我国栽培。适应性强，抗逆性强，抗病性强，最大的特点是高抗黑星病，容易栽培。结果早，丰产性好，基本无大小年现象，寿命长，最长的可达80—100年。",
		"environment":"",
		"distribution":"日本育成的梨树优良品种，中国湖南炎陵县鹿原镇、下村、大院以及台湾等地。",
		"chiefvalue":"经济价值——高山雪晶梨具有高产特性，栽后第二年见果，第五年进入盛果期，亩产可达三千公斤左右。<br/>营养价值——高山雪晶梨含有较高的蛋白质、脂肪、碳水化合物、钙、磷、铁、胡萝卜素、硫胺素、尼克酸、抗坏血酸等多种营养成份。入口化渣，汁多、味甜、有香味，果心小，食之有生津、润躁、清理化痰之功效，实为理想的天然绿色保健食品。",
		"imglist":[
			{"urls":"16-2.png","sep":"1"},
			{"urls":"16-1.png","sep":"2"},
			{"urls":"16-3.png","sep":"3"},
			{"urls":"16-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"黄桃",
		"type":"蔷薇目 | 蔷薇科 | 桃属",
		"scname":"拉丁文名：Amygdalus persica",
		"describe":"黄桃又称黄肉桃，属于蔷薇科桃属，因肉为黄色而得名。黄桃在三四千年前，在中国大地上已受到重视并已人工栽培，到秦汉时代，桃已培育出各种重要品种，延续繁衍成今天的黄肉桃种群。黄桃具有鲜食及加工两用的栽培品种，具有生长快，结果早，产量高等特点。主要特点为多数品种树姿偏直立，花芽着生部位高，果皮、果肉均呈金黄色至橙黄色，肉质较紧致密而韧，粘核者多。黄桃软中带硬，甜多酸少，有香气、水分中等，成熟糖度14~15度。果实成熟期在7月下旬。",
		"environment":"生长环境",
		"distribution":"黄桃在中国华北、华中、西南一带栽培较多。黄桃代表—炎陵黄桃以香、脆、甜而闻名于世。炎陵黄桃，在湖南炎陵县已有近30年的栽培历史，是1987年从上海市农业科学院引进最新选育的优良黄桃新品种—锦绣黄桃，在海拔400～1000 米的山区进行试种，表现出适应性强、早果丰产、果型大、不裂果、外观美、产量高、品质优、效益好等优点。",
		"chiefvalue":"经济价值——黄桃一般亩产量5000斤左右，第二年亩产在2000-4000斤，第三年可达到6000-8000斤。由于黄桃极不耐储藏，主要加工为罐头、桃汁、桃酱、桃脯，也可直接用于甜点或冰点等。<br/>营养价值——黄桃的营养价值十分丰富。黄桃富含碳水化合物，构成机体的重要物质。常吃可起到通便、降血糖、血脂、血压、抗自由基、祛除黑斑、美容养颜、延缓衰老、提高免疫力等作用，也能促进食欲，堪称保健水果、养生之神桃。含有丰富的抗氧化剂、膳食纤维、铁钙及多种微量元素硒、锌等含量明显，高于其他水果。",
		"imglist":[
			{"urls":"17-1.jpg","sep":"1"},
			{"urls":"17-2.jpg","sep":"2"},
			{"urls":"17-3.jpg","sep":"3"},
			{"urls":"17-4.jpg","sep":"4"},
		]
	},
]
