
var treelist = [
	{
		"id":'',
		"name":"水稻",
		"type":"禾本目 | 禾本科 | 稻属",
		"scname":"拉丁文名：Oryza sativa L",
		"describe":"<p>水稻是稻属谷类作物，代表种为稻。水稻按稻谷类型分为籼稻和粳稻、早稻和中晚稻、糯稻和非糯稻。按留种方式主要分为常规水稻和杂交水稻。</p><p>一年生禾本。秆直立，高0.5-1.5米，随品种而异。叶鞘松弛，无毛。叶舌披针形，长10-25毫米，两侧基部下延长成叶鞘边缘。叶片线状披针形，长约40厘米，宽约1厘米，无毛，粗糙。圆锥花序大型疏展，长约30厘米，成熟期向下弯垂。小穗含1成熟花，两侧甚压扁，长圆状卵形至椭圆形，长约10毫米。一株稻穗约开200～300朵稻花。雄蕊6枚，花药长2-3毫米。颖果长约5毫米，宽约2毫米，厚约1-1.5毫米。胚比小，约为颖果长的1/4。稻的生长非常快，最久一年，最快则三到四个月，生育期在130-140天左右，就能从发芽、开花、完成结实的过程。</p><p>中国科学家群体对水稻科研做出了全球罕见的贡献：袁隆平院士被誉为“杂交水稻之父”。</p>",
		"environment":"<p>喜高温、多湿、短日照，对土壤要求不严，但是水稻土最好。幼苗发芽最适28～32℃。分蘖期日均20℃以上,穗分化适温30℃左右；低温使枝梗和颖花分化延长。抽穗适温25～35℃。开花最适温30℃左右，低于20℃或高于40℃，授粉受严重影响。</p><p>相对湿度50～90%为宜。穗分化至灌浆盛期是结实关键期。抽穗结实期需大量水分和矿质营养；同时需增强根系活力和延长茎叶功能期。每形成1千克稻谷约需水500～800千克。</p>",
		"distribution":"水稻原产于中国和印度，七千年前中国长江流域的先民们就曾种植水稻。在世界上广泛分布：中国、朝鲜半岛、日本、东南亚、南亚、地中海沿岸、美国东南部、中美洲、大洋洲和非洲部分地区。除了南极洲之外，几乎大部分地方都有稻米生长。中国水稻主产区主要是东北地区、长江流域、珠江流域。",
		"chiefvalue":"<p>经济价值——水稻所结子实即稻谷，稻谷脱去颖壳后称糙米，糙米碾去米糠层即可得到大米。水稻除可食用外，还可以酿酒、制糖作工业原料，稻壳和稻秆可以作为牲畜饲料。</p><p>世界上近一半人口以大米为主食。世界上种植水稻面积最大的国家是印度，种植面积将近5千万公顷，总产量为1亿5千万吨。中国水稻的种植面积为3千万公顷左右，居世界第二，但中国是世界上水稻产量最高的国家，总产量高达2亿吨以上。株洲市以水稻高产闻名全国其中，1990年醴陵市成为长江流域第一个水稻亩产过吨县。</p><p>营养价值——收获的稻粒称为稻谷，有一层外壳，碾磨时常把外壳连同米糠层一起去除，有时再加上一薄层葡萄糖和滑石粉，使米粒有光泽。碾磨时只去掉外壳的稻米叫糙米，富含淀粉，并含约8%的蛋白质和少量脂肪，含硫胺、烟酸、核黄素、铁和钙。碾去外壳和米糠的大米叫精米或白米，其营养价值大大降低。</p>",
		"imglist":[
			{"urls":"1-1.jpg","sep":"1"},
			{"urls":"1-2.jpg","sep":"2"},
			{"urls":"1-3.jpg","sep":"3"},
			{"urls":"1-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"棉花",
		"type":"锦葵目 | 锦葵科 |  棉属",
		"scname":"拉丁文名：Gossypium spp",
		"describe":"棉花，是棉属植物的种籽纤维，原产于亚热带。植株灌木状，一年生木本，高约1-2米。小枝疏被长毛，叶阔卵形，直径5-12厘米。叶柄长3-14厘米，疏被柔毛。花单生于叶腋，花梗通常较叶柄略短，小苞片3。花白色或淡黄色，后变淡红色或紫色，长2.5-3厘米；雄蕊柱长1.2厘米。开花后不久转成深红色然后凋谢，留下绿色小型的蒴果，蒴果卵圆形，长3.5-5厘米，称为棉铃。棉铃内有棉籽，棉籽上的茸毛从棉籽表皮长出，塞满棉铃内部，棉铃成熟时裂开，露出柔软的纤维。纤维白色或白中带黄，长约2至4厘米，含纤维素约87～90%，水5~8%，其他物质4~6%。花期夏秋季。吐絮期在11月初基本完成。",
		"environment":"棉花是喜光作物，适宜在较充足的光照条件下生长。棉花生长发育需要水分和养料，主要通过根系从土壤中获得，所需的温度和空气部分取自土壤，同时需要土壤的机械支撑才能生长。土壤水分、养分、温度、空气、盐碱含量、质地等均对棉花生长有很大的影响。",
		"distribution":"分布于中国、美国、印度、乌兹别克斯坦、埃及等国家。其中中国的单产量最大，乌兹别克斯坦有“白金之国”之称。在中国主要分布于江淮平原、江汉平原、南疆棉区、华北平原、鲁西北、豫北平原、长江下游滨海沿江平原。",
		"chiefvalue":"棉花是世界上最主要的农作物之一，产量大、生产成本低，使棉制品价格比较低廉。棉花的主副产品都有较高的利用价值，棉纤维能制成多种规格的织物，从轻盈透明的巴里纱到厚实的帆布和厚平绒，适于制作各类衣服、家具布和工业用布。同是又是重要的油料作物，也是含高蛋白的粮食作物。现棉花已可以作插花花材使用，切花市场有所销售。棉花产量最高的国家是中国、美国、印度等。",
		"imglist":[
			{"urls":"2-1.jpg","sep":"1"},
			{"urls":"2-2.png","sep":"2"},
			{"urls":"2-3.png","sep":"3"},
			{"urls":"2-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"油菜",
		"type":"白花菜目 | 十字花科 |  芸薹属",
		"scname":"拉丁文名：Brassica napus L.",
		"describe":"油菜，又叫油白菜，苦菜，原产我国，其茎颜色深绿，帮如白菜，属十字花科白菜变种，一年生草本，直根系，茎直立，分枝较少，株高30~90cm。叶互生，分基生叶和茎生叶两种；基生叶不发达，匍匐生长，椭圆形，长10~20cm。茎生叶和分枝叶无叶柄。花为黄色，花瓣4，为典型的十字型。雄蕊6枚，为4强雄蕊。长角果条形，长3~8cm，宽2~3mm。果实为长角果，由两片荚壳组成，中间有一隔膜，两侧各有10个左右的种子，种子球形，呈深红色或黑色或黄色，不同的品种颜色不一样。花期3-4月，果期4-5月。",
		"environment":"油菜一般生长在气候相对湿润的地方，喜冷凉，抗寒力较强的作物。种子发芽的最低温度4~6℃，在20~25℃条件下4天就可以出苗，开花期15~19℃，角果发育期12~15℃，且昼夜温差大，有利开花和角果发育。油菜是直根系作物，根系较发达，要求土层深厚，有机质丰富，既保肥保水，又疏松通气的壤质土，在弱酸或中性土壤中，更有利于增加产量，提高菜籽含油率。",
		"distribution":"油菜栽培历史十分悠久，中国和印度是世界上栽培油菜最古老的国家。全世界栽植油菜以印度最多，中国次之，加拿大居第三位。分布于中国的西南、西北、华北、内蒙古及长江流域各省(区)，世界各地也广泛分布。",
		"chiefvalue":"<p>食用价值——油菜花种子含油量达35~50%，可以榨油或当作饲料用。菜籽油营养丰富，其中维生素C含量很高。是中国第一大食用植物油原料，产量居世界首位。除此，油菜花的嫩茎及叶也可以当作蔬菜食用。</p><p>经济价值——油菜除用作榨取食用油和饲料之外，在食品工业中还可制作人造奶油、人造蛋白。还在冶金、机械、橡胶、化工、油漆、纺织、制皂、造纸、皮革和医药等方面都有广泛的用途。榨油后的菜籽饼，含有丰富的营养元素，是很好的有机肥料。菜籽饼又是优良的词料（去毒后）。油菜是圆锥根系深根作物，并产生各种根系分泌物，能富集土壤深层的养分和提高养分的有效性，在轮作中是养地作物的好茬口。</p><p>观赏价值——油菜花具有重要的经济价值，又有观赏价值，是观光资源。油菜进入开花季节，田间一片金黄，油菜花竞相怒放，花粉中含有丰富的花蜜，引来彩蝶与蜜蜂飞舞花丛间。浓郁花香令人陶醉，美丽风景让人流连。</p>",
		"imglist":[
			{"urls":"3-1.png","sep":"1"},
			{"urls":"3-2.jpg","sep":"2"},
			{"urls":"3-3.jpg","sep":"3"},
			{"urls":"3-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"生姜",
		"type":"姜目 | 姜科 |  姜属",
		"scname":"拉丁文名：Zingiber officinale Roscoe",
		"describe":"生姜是多年生草本植物的新鲜根茎，品种有尉丰生姜，山东昌邑面姜、青州竹根姜，山农一号生姜，青州小黄姜。高50~100厘米。根茎肉质肥厚，扁圆横走，分枝，具芳香和辛辣气味。叶互生，2列，无柄，有长鞘。膜质花茎白根茎抽出，穗状花序椭圆形，稠密，花萼管状，长约1厘米，具3短齿；花冠绿黄色；管长约2厘米，裂片3，披针形，略等长，唇瓣长圆状倒卵形；雄蕊微紫色，与唇瓣等长。蒴果3瓣裂。种子黑色。花期7~8月。果期12月至翌年1月。",
		"environment":"生姜原产东南亚的热带地区，喜温暖、湿润的气候，耐寒和抗旱能力较弱，怕强光直射，植株只能无霜期生长，生长最适宜温度是 25-28℃，温度低于20℃则发芽缓慢，遇霜植株会凋谢，受霜冻根茎就完全失去发芽能力。以上层深厚、疏松、肥沃、排水良好的砂壤上至重壤上为宜。",
		"distribution":"中国中东部、东南部至西南部，来凤、通山、阳新、鄂城、铜陵等。山东省昌邑、安丘等市广为栽培，亚洲热带地区亦常见栽培。",
		"chiefvalue":"<p>营养价值——生姜含有辛辣和芳香成分，可以在进入身体以后形成抗氧化酶，能够有效的对付氧自由基。辛辣成分为一种芳香性挥发油脂中的'姜油酮'。其中主要为姜油萜、水茴香、樟脑萜、姜酚、桉叶油精、淀粉、粘液等。可食用部分95%。富含胡萝卜素、维生素C、钠、钙、镁、锰、铁、锌等多种营养成份。尚含促进消化液分泌的姜辣素等成分。</p><p>药用价值——姜不仅是居家必备的烹调佳品，而且有很高的药用价值。姜的根茎、姜皮、姜叶均可入药。性温，其特有的“姜辣素”能刺激胃肠黏膜，使胃肠道充血，消化能力增强，能有效地治疗吃寒凉食物过多而引起的腹胀、腹痛、腹泻、呕吐等。</p>",
		"imglist":[
			{"urls":"4-1.jpg","sep":"1"},
			{"urls":"4-2.jpg","sep":"2"},
			{"urls":"4-3.jpg","sep":"3"},
			{"urls":"4-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"白芷",
		"type":"伞形目 | 伞形科 |  当归属",
		"scname":"拉丁文名：Angelica dahurica （Fisch. ex Hoffm.）Benth. et Hook. f. ex Franch. et Sav",
		"describe":"<p>白芷为多年生高大草本，是我国40种大宗中药，高1-2.5米。根圆柱形，有分枝，径3-5厘米，外表皮黄褐色至褐色，有浓烈气味。茎基部径2-5厘米，通常带紫色，中空，有纵长沟纹。基生叶一回羽状分裂，有长柄，叶柄下部有管状抱茎边缘膜质的叶鞘。复伞形花序顶生或侧生，直径10-30厘米，花序梗长5-20厘米，花序梗、伞辐和花柄均有短糙毛；伞辐18-40，中央主伞有时伞辐多至70；</p><p>花柱比短圆锥状的花柱基长2倍。果实长圆形至卵圆形，黄棕色，有时带紫色，长4-7毫米，宽4-6毫米，无毛；花期7-8月，果期8-9月。</p>",
		"environment":"常生长于林下，林缘，溪旁、灌丛及山谷地，国内北方各省多栽培供药用。白芷喜温和湿润的气候及阳光充足的环境，能耐寒。",
		"distribution":"分布在中国大陆的东北及华北等地，生长于海拔200米至1,500米的地区，一般生于林下、林缘、溪旁、灌丛和山谷草地。",
		"chiefvalue":"<p>经济价值——白芷是常用大宗药材品种，药食兼用，具有产量高、周期短、效益稳、种植广泛的优点。比较知名的有川白芷、浙白芷、禹白芷、祁白芷、亳白芷等。由于白芷生产周期短，第二年开花结子，根部木质化，从而失去药用价值。一般亩产在500kg，高时可达600kg以上。</p><p>药用价值——以根入药，有祛病除湿、排脓生肌、活血止痛等功能。主治风寒感冒、头痛、鼻炎、牙痛。赤白带下、痛疖肿毒等症，亦可作香料。白芷还有美容功效，挑选大而色纯白无霉迹的白芷，取其根部，碾为极细末，掺入到一小瓶普通护肤品中，充分搅拌和匀，坚持使用，有一定的增白效果。</p>",
		"imglist":[
			{"urls":"5-1.jpg","sep":"1"},
			{"urls":"5-2.jpg","sep":"2"},
			{"urls":"5-3.jpg","sep":"3"},
			{"urls":"5-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"大蒜",
		"type":"百合目 | 百合科 |  葱属",
		"scname":"拉丁文名：Allium sativum L.",
		"describe":"又叫蒜头、大蒜头、胡蒜、葫、独蒜、独头蒜，是蒜类植物的统称。半年生草本植物的地下鳞茎。为弦线状浅根性根系，无主根，主要根群分布在5~25cm内的土层中，横展直径为30cm。成株发根数70-110条。鳞茎大形，具6～10瓣，外包灰白色，大蒜生长时，淡紫色于膜质鳞被。叶基生，实心，扁平，线状披针形，宽约2.5厘米左右，基部呈鞘状。花茎直立，高约60厘米。包括叶身和叶鞘。叶鞘管状，叶生未展出前呈折叠状，展出后扁平而狭长，为平行叶脉。叶互生，为1/2叶序，排列对称。叶鞘相互套合形成假茎，具有支撑和营养运输的功能。经过花芽分化后，顶芽形成花薹，侧芽膨大形成蒜瓣。大蒜呈扁球形或短圆锥形，外面有灰白色或淡棕色膜质鳞皮，剥去鳞叶，内有6～10个蒜瓣，轮生于花茎的周围，茎基部盘状，生有多数须根。有浓烈的蒜辣气，味辛辣。地下鳞茎分瓣，按皮色不同分为紫皮种和白皮种。大蒜的繁殖方式为无性繁殖，繁殖器官为母体上的一个侧芽，即鳞芽。一个成龄的大蒜植株，由根、假茎、叶、花薹、鳞茎等组成。6月叶枯时采挖",
		"environment":"大蒜喜好冷凉，喜湿怕旱，较耐低温。适宜温度在-5-26℃。大蒜苗4-5叶期耐寒能力最强，最适宜的越冬苗岭。要求较高日照和高温促进花芽及鳞芽分化，在短日照而冷凉的环境下，只适合茎叶生长。对土壤要求不严，但富含有机质、疏松透气、保水排水性能强的肥沃壤土较适宜。",
		"distribution":"大蒜在我国的栽培面积比较广泛，主要分布在我国的山东、河北、江苏河南、上海、四川等地，但主要以齐鲁地区的大蒜最为出名，在前几年山东地区依靠先进的科学技术，大蒜被统一绿化和产业化为一体，栽培管理起到了带头的作用。",
		"chiefvalue":"<p>经济价值——大蒜被广泛应用于医药、化工及食品工业等方面。也可制成天然植物农药用于无公害农产品生产。国际市场对大蒜深加工产品需求潜力很大。我国是大蒜出口大国，大蒜制品系列产品有：速冻蒜米、腌制蒜米、脱水蒜片、蒜粉、蒜泥、蒜汁、油炸大蒜、大蒜饮料等，均收到了较好的经济效益。由于大蒜独特的药用和保健功能，大蒜种植前景广阔。</p><p>营养价值——大蒜整棵植株具有强烈辛辣的蒜臭味，蒜头、蒜叶(青蒜或蒜苗)和花薹(蒜薹)均可作蔬菜食用。大蒜营的营养价值很高，在北方很多地区都将其直接生吃，或者用于烹饪，它里面含有丰富的天然抗菌物质，对人体可起到清热解毒，预防癌症、降低血糖等功效，还含有丰富的含硫化合物，其中大蒜素具有杀菌、抑菌、抗癌、抗衰老等医疗保健功能。大蒜制品也成为当今世界被人们最推崇的保健食品之一。</p><p>药用价值——有很好的食疗以及药用价值，大蒜鳞茎中含有丰富的蛋白质、低聚糖和多糖类、另外还有脂肪、矿物质等。大蒜具有多方面的生物活性，如防治心血管疾病、抗肿瘤及抗病原微生物等。由于大蒜素具有杀菌力强，抗菌谱广的特性，因此大蒜素也被称为“植物性天然广谱抗生素”。近年来，国内的外学者对大蒜素在医药以及畜牧业等多个领域进行了研究。</p>",
		"imglist":[
			{"urls":"6-1.jpg","sep":"1"},
			{"urls":"6-2.jpg","sep":"2"},
			{"urls":"6-3.jpg","sep":"3"},
			{"urls":"6-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"红薯",
		"type":"管状花目 | 旋花科 |  番薯属",
		"scname":"拉丁文名：Ipomoea batatas (L.) Lam.",
		"describe":"番薯别称甘储、甘薯、朱薯、金薯、地瓜、红薯、白薯等。一年生草本植物，长2米以上，平卧地面斜上，地下部分具圆形、椭圆形或纺锤形的块根，皮色和肉色常因品种或土壤不同而异。茎平卧或上升，偶有缠绕，多分枝。叶片形状、颜色常因品种不同而异，叶片通常为宽卵形，叶柄长短不一。有1-3-7朵花聚集成伞形。花冠粉红色、白色、淡紫色或紫色，钟状或漏斗状，长3-4厘米。开花习性随品种和生长条件而不同。蒴果卵形或扁圆形，有假隔膜分为4室。种子1-4粒，通常2粒，无毛。由于番薯属于异花授粉，自花授粉常不结实，所以有时只见开花不见结果。春薯生长期为160-200天，夏薯约为110-120天。",
		"environment":"番薯喜温、喜光、怕冷、不耐寒，适宜的生长温度为22-30℃，温度低于15℃时停止生长。充足的光照不仅可以促进开花、形成根块，而且良好的光照还可以使较多的养分积累到块根上，促使根块膨大。耐旱适应性强，土壤持水量宜控制在60-70%。番薯耐酸碱性好，土壤环境适应性强。其根系发达、吸肥能力强，宜选择土层深厚、土壤疏松、土质良好、灌排能力强、pH值在4.2-8.3之间的地块。",
		"distribution":"番薯原产南美洲及大、小安的列斯群岛，全世界的热带、亚热带地区广泛栽培，中国大多数地区普遍栽培。",
		"chiefvalue":"<p>经济价值——番薯是一种高产而适应性强的粮食作物，与工农业生产和人民生活关系密切。块根除作主粮外，也是食品加工、淀粉和酒精制造工业的重要原料，根、茎、叶又是为肥育生猪的优良的饲料。</p><p>营养价值——红薯含有丰富的淀粉、维生素、纤维素等人体必需的营养成分，还含有丰富的镁、磷、钙等矿物元素和亚油酸等。这些物质能保持血管弹性，对防治老年习惯性便秘十分有效。红薯是一种理想的减肥食品，它的热量只有大米的1/3，而且因其富含纤维素和果胶而具有阻止糖分转化为脂肪的特殊功能。</p><p>药用价值——红薯有'长寿食品'之誉。含糖量达到15%-20%。有抗癌、保护心脏、预防肺气肿、糖尿病、减肥等功效。明代李时珍《本草纲目》记有'甘薯补虚，健脾开胃，强肾阴'，并说海中之人食之长寿。中医视红薯为良药。</p>",
		"imglist":[
			{"urls":"7-1.jpg","sep":"1"},
			{"urls":"7-2.jpg","sep":"2"},
			{"urls":"7-3.jpg","sep":"3"},
			{"urls":"7-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"玉米",
		"type":"禾本目 | 禾本科 | 玉蜀黍属",
		"scname":"拉丁文名：Zea mays Linn.",
		"describe":"玉米又名苞谷、苞米棒子、玉蜀黍、珍珠米等，为一年生高大草本。秆直立，通常不分枝，高1-4米，基部各节具气生支柱根。叶鞘具横脉；叶片扁平宽大，边缘微粗糙。雌雄同株异花授粉；顶生雄性圆锥花序大型，主轴与总状花序轴及其腋间均被细柔毛；雄性小穗孪生，长达1厘米；花药橙黄色。雌花序被多数宽大的鞘状苞片所包藏；雌小穗孪生，成16-30纵行排列于粗壮之序轴上。颖果球形或扁球形，成熟后露出颖片和稃片之外，其大小随生长条件不同产生差异，一般长5-10毫米，宽略过于其长。花果期秋季。 ",
		"environment":"玉米是喜温作物，全生育期要求较高的温度。玉米生物学有效温度为10℃。玉米的植株高，叶面积大，因此需水量也较多。玉米生长期间最适降水量为410—640mm，干旱影响玉米的产量和品质。玉米对土壤要求不十分严格。土质疏松，土质深厚，有机质丰富的黑钙土、栗钙土和砂质壤土。",
		"distribution":"玉米原产于中南美洲。现在世界各地均有栽培。主要分布在30°-50°的纬度之间。栽培面积最多的是中国、美国、巴西、墨西哥、南非、印度和罗马尼亚。我国的玉米主要产区是东北、华北和西南山区。",
		"chiefvalue":"<p>经济价值——作为中国的高产粮食作物，玉米是畜牧业、养殖业、水产养殖业等的重要饲料来源，也是食品、医疗卫生、轻工业、化工业等的不可或缺的原料之一。玉米秸秆粉碎还田，可通过土壤中微生物作用，缓慢分解并释放出土壤中的矿物质营养，可以被作物吸收利用并提高土壤肥力。秸秆加工后作为饲料被利用产生的副产品粪便是很好的农田原料。玉米秸秆新型饮料，色泽鲜明，有秸秆特殊的香气，酸甜可口的特点，并具有优良口感。</p><p>营养价值——玉米籽粒由胚乳、胚、皮、尖端等组成，其含量分别为82%、12%、5%、1%。玉米胚是种子的胚乳，具有很高的营养价值。淀粉主要存在于胚乳中，胚内含有大量的油脂和灰分。玉米中的维生素含量非常高，是稻米、小麦的5-10倍，在所有主食中，玉米的营养价值和保健作用是最高的。玉米中含有的核黄素等高营养物质，对人体是十分有益的。</p><p>药用价值——据《本草纲目》记载：玉蜀黍种出西土，甘平无毒，能调中开胃。玉米的花粉、胚芽中还含有大量的维生素E和玉米黄酮，经常食用玉米制品可延缓人体衰老，增强人的体力和耐力。玉米果糖浆能防止牙龈出血，对心血管疾病的治疗具有辅助功效。玉米淀粉还是良好的生产青霉素的培养基。氧化后的玉米右旋糖制成的山梨醇膏，可用于制备抗坏血酸片剂。玉米还有美容瘦身的作用。</p>",
		"imglist":[
			{"urls":"8-1.jpg","sep":"1"},
			{"urls":"8-2.jpg","sep":"2"},
			{"urls":"8-3.jpg","sep":"3"},
			{"urls":"8-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"花生",
		"type":"蔷薇目 | 豆科 |  落花生属",
		"scname":"拉丁文名：Arachis hypogaea Linn.",
		"describe":"花生又名落花生、长生果、泥豆等，一年生草本植物。根部有丰富的根瘤；茎直立或匍匐，长30-80厘米，茎和分枝均有棱，被黄色长柔毛，后变无毛。叶脉为网状脉，叶通常具小叶2对。花单生或簇生于叶腋部，每株花生开少则一二百朵、多则上千朵；花长约8毫米；苞片2，披针形；花冠黄色或金黄色，旗瓣直径1.7厘米，开展，先端凹入；荚果长2~5厘米，宽1~1.3厘米，膨胀，荚厚，种子横径0.5~1厘米。荚果通常分为大中小三种，形状有蚕茧形，串珠形和曲棍形。果壳的颜色多为黄白色，也有黄褐色、褐色或黄色的，这与花生的品种及土质有关。花生果壳内的种子通称为花生米或花生仁，由种皮、子叶和胚三部分组成。种皮的颜色为淡褐色或浅红色。花果期6~8月。 ",
		"environment":"花生宜气候温暖，最低温度需要15℃,正常生长需要20℃以上较适宜，生长季节较长，适合生长在雨量适中的沙质土地区；在我国，山东生长最佳。",
		"distribution":"起源于南美洲热带、亚热带地区。主要分布于巴西、中国、埃及等地。约于十六世纪传入中国，十九世纪末有所发展。花生是我国三大油料作物之一，全国各地均有种植，种植区域十分广阔，全国除西藏、青海、宁夏三省外都有种植。国内消费及出口花生产区主要集中在华北平原和渤海沿岸地区，其中对欧出口主要是山东、辽宁、河北等省。",
		"chiefvalue":"<p>经济价值——花生是我国产量丰富、信用广泛的一种坚果，可用于制作皂和生发油等化妆品的原料。我国花生品质优良，在国际市场上具有较强的竞争力，常年出口量为30万~50万吨，约占世界贸易的1/3，居世界第一。</p><p>营养价值——花生的营养价值很高，蛋白质含量达30%左右，相当于小麦的2倍，玉米的2. 5倍，大米的3倍。与鸡蛋、牛奶、火腿等相比，花生的营养成分毫不逊色，它含有优良蛋白质，很容易被人体吸收。花生仁内还含有人体内不能合成的8种必需氨基酸、丰富的卵磷脂、脂肪、不饱和脂肪酸、核黄素、胆碱、甲硫氨酸、维生素A、维生素B、维生素E、维生素K以及铁、钙等20余种微量元素。花生含有一般杂粮少有的胆碱、卵磷脂，可促进人体的新陈代谢、增强记忆力，可益智、抗衰老、延寿。</p><p>药用价值——花生的药用价值很高。花生仁、种皮、果壳、叶、茎均可入药。花生能止血，其红衣的止血作用比花生更是高出50倍。内含不饱和脂肪酸，能降低胆固醇，适用于动脉硬化、高血压和冠心病。所含自藜芦醇是肿瘤类疾病的化学预防剂，也是降低血小板聚集，预防和治疗动脉粥样硬化、心脑血管疾病的化学预防剂。同时还可补脾胃、润肺化痰、补血增乳等作用。</p>",
		"imglist":[
			{"urls":"9-1.jpg","sep":"1"},
			{"urls":"9-2.jpg","sep":"2"},
			{"urls":"9-3.jpg","sep":"3"},
			{"urls":"9-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"高粱",
		"type":"禾本目 | 禾本科 | 高粱属",
		"scname":"拉丁文名：Sorghum bicolor (L.) Moench",
		"describe":"高粱又称木稷、蜀秫、芦粟、荻粱，一年生草本植物。秆较粗壮，直立，高3-5米，基部节上具支撑根。叶鞘无毛或稍有白粉；叶舌硬膜质，先端圆，边缘有纤毛；叶片线形至线状披针形，长40-70厘米，表面暗绿色，背面淡绿色或有白粉，两面无毛。圆锥花序疏松，主轴裸露，长15-45厘米，总梗直立或微弯曲；雄蕊3枚，花药长约3毫米；子房倒卵形；花柱分离，柱头帚状。颖果两面平凸，长3.5-4毫米，淡红色至红棕色，熟时宽2.5-3毫米，顶端微外露。有柄小穗的柄长约2.5毫米，小穗线形至披针形，长3-5毫米，雄性或中性，宿存，褐色至暗红棕色。花果期6-9月。秋季采收成熟的果实，晒干除去皮壳用。",
		"environment":"高粱喜温、喜光，在生育期间所需的温度比玉米高，并有一定的耐高温特性，全生育期适宜温度20-30℃。而且，高粱是C4作物，全生育期都需要充足的光照。根系发达，根细胞具有较高的渗透压，从土壤中吸收水分能力强。",
		"distribution":"分布于全世界热带、亚热带和温带地区。中国南北各省区均有栽培。",
		"chiefvalue":"<p>经济价值——高粱全身是宝，综合利用价值高。高粱壳是食用色素的好原料；茎秆制作板材、造纸，髓加工成食用纤维；高粱蜡粉加工成蜡质，具耐高温特性。帚用高粱的穗可制笤帚或炊帚；嫩叶阴干青贮，或晒干后可作饲料。高粱亩产量一般在700-900斤。</p><p>食用价值——高粱籽粒加工后即成为高粱米，在中国、朝鲜、原苏联、印度及非洲等地皆为食粮。食用方法主要是为炊饭或磨制成粉后再做成其他各种食品，比如面条、面鱼、面卷、煎饼、蒸糕、粘糕等。除食用外，高粱可制淀粉、制糖、酿酒和制酒精等。</p><p>营养价值——高粱米中主要养分含量：粗脂肪3%、粗蛋白8~11%、粗纤维2~3%、淀粉65~70%。高粱米中的蛋白质以醇溶性蛋白质为多，色氨酸、赖氨酸等人体必需的氨基酸较少，是一种不完全的蛋白质，人体不易吸收。如将其与其他粮食混合食用，则可提高营养价值。高粱米含矿物质与维生素，矿物质中钙、磷含量与玉米相当。</p><p>药用价值——高粱米味甘，性温、涩。能益脾温中，和胃消积，温中涩肠，止霍平乱，主治脾虚湿困，消化不良及湿热下痢，小便不利等症。颖果能入药，能燥湿祛痰，宁心安神。</p>",
		"imglist":[
			{"urls":"10-1.jpg","sep":"1"},
			{"urls":"10-2.jpg","sep":"2"},
			{"urls":"10-3.jpg","sep":"3"},
			{"urls":"10-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"大豆",
		"type":"豆目 | 豆科 | 大豆属",
		"scname":"拉丁文名：Glycine max (Linn.) Merr.",
		"describe":"大豆通称黄豆，一年生草本植物，高30-90厘米。茎粗壮，直立，密被褐色长硬毛。叶通常具3小叶；托叶宽卵形，渐尖，具脉纹，被黄色柔毛；叶柄长2-20厘米；小叶宽卵形，纸质；总状花序短的少花，长的多花；总花梗通常有5-8朵无柄、紧挤的花，植株下部的花有时单生或成对生于叶腋间；苞片披针形，被糙伏毛；小苞片披针形，被伏贴的刚毛；花萼披针形，花紫色、淡紫色或白色，基部具瓣柄，翼瓣蓖状。荚果肥大，长圆形，稍弯，下垂，黄绿色，密被褐黄色长毛；种子2-5颗，椭圆形、近球形，长约1厘米，宽约5-8毫米，种皮光滑，有淡绿、黄、褐和黑色等多样，因品种而异，种脐明显，椭圆形。花期6-7月，果期7-9月。",
		"environment":"大豆性喜暖，生长适温20-25℃。种子发芽要求较多水份，开花期要求土壤含水量在70%-80%，否则花蕾脱落率增加。大豆在开花前吸肥量不到总量的15%，而开花结荚期占总吸肥量的80%以上。",
		"distribution":"大豆原产中国。中国各地均有栽培，以黑龙江大豆最为著名，亦广泛栽培于世界各地。",
		"chiefvalue":"<p>经济价值——豆油除供食用外，可制油漆、肥皂、甘油、润滑油、油漆等，还可制人造羊毛，又为医药原料。大豆叶含蛋白质12～20%，与榨油后的麸饼均为优质饲料和肥料。</p><p>营养价值——大豆营养丰富，有“植物肉”之称。大豆中蛋白质含量高达36.3％，脂肪18.4％，无机盐丰富，每100克中含钙367毫克，铁11毫克。此外还含有胡萝卜素，维生素B1、B2，烟酸等。其中蛋白质的含量比猪肉高2倍，鸡蛋的2.5倍，牛奶的12倍。大豆蛋白质的氨基酸组成和动物蛋白质近似，其中氨基酸比较接近人体需要的比值，所以容易被消化吸收。</p><p>食用价值——大豆可以加工豆腐、豆浆、腐竹等豆制品，还可以提炼大豆异黄酮。其中，发酵豆制品包括腐乳、臭豆腐、豆瓣酱、酱油、豆豉、纳豆等。而非发酵豆制品包括水豆腐、干豆腐（百页）、豆芽、卤制豆制品、油炸豆制品、熏制豆制品、炸卤豆制品、冷冻豆制品、干燥豆制品等。另外，豆粉则是代替肉类的高蛋白食物，可制成多种食品，包括婴儿食品。</p>",
		"imglist":[
			{"urls":"11-1.jpg","sep":"1"},
			{"urls":"11-2.jpg","sep":"2"},
			{"urls":"11-3.jpg","sep":"3"},
			{"urls":"11-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"大麦",
		"type":"禾本目 | 禾本科 | 大麦属",
		"scname":"拉丁文名：Hordeum vulgare L.",
		"describe":"大麦也叫饭麦、倮麦、赤膊麦，为大麦属一年生植物。秆粗壮，光滑无毛，直立，高50-100厘米。叶鞘松弛抱茎，多无毛或基部具柔毛；两侧有两披针形叶耳；叶舌膜质，长1-2毫米；叶片长9-20厘米，宽7-20毫米，扁平。穗状花序长3-8厘米（芒除外），径约1.5厘米，小穗稠密，每节着生三枚发育的小穗；小穗均无柄，长1-1.5厘米（芒除外）；颖线状披针形，外被短柔毛，先端常延伸为8-14毫米的芒；外稃具5脉，先端延伸成芒，芒长8-15厘米，边棱具细刺；内稃与外稃几等长。颖果熟时粘着于稃内，不脱出，扁平，中间宽、两端较尖，呈纺锤形。生长期约90天，在谷类作物中是较短的。",
		"environment":"大麦耐旱、耐盐碱、耐低温能力强，可以生长在海拔3000—4000米以上、年降雨量在140毫米左右的青藏高原。由于大麦有大量细密的根群组织穿插土层，其收获后可在土壤中留下较多的有机质，有利于改善土壤物理性状。",
		"distribution":"全世界大部分地区均有种植。在我国大麦的分布在栽培作物中最广泛，但主要产区相对集中，主要分布在长江流域、黄河流域和青藏高原。",
		"chiefvalue":"<p>经济价值——主要用于食品加工、饲料加工、麦芽加工和啤酒生产。但随着保健方便食品的兴起，大麦在早餐食品，保健食品及饮料生产上已崭露头角。</p><p>营养价值——大麦中蛋白质含量较高，还有丰富的膳食纤维、维生素及矿物质元素，其营养成分综合指标符合现代人们对营养的要求。所含的脂肪主要为不饱和脂肪酸如亚油酸、油酸等，近总数的80%。大麦中的钙、磷、铁、镁等矿物质元素含量也比较充足，其含量高于大米和小麦粉，促进人体纤维蛋白溶解、血管扩张、抑制凝血酶的生成，降低血清胆固醇具有一定疗效。</p><p>药用价值——有一定的医用价值及医疗作用，《本草纲目》记有，大麦性味甘咸凉，有清热利水，和胃宽肠之功效。《别录》记载，“大麦主消渴、除热、益气、调中”。大麦苗能治诸黄、利小便，冬季面目手足皲疡，可煮汁洗之。大麦制醋剩余的糟粕，酸而微寒，主治气滞风痹，手臂脚膝痛可炒醋糟裹之。</p>",
		"imglist":[
			{"urls":"12-1.jpg","sep":"1"},
			{"urls":"12-2.jpg","sep":"2"},
			{"urls":"12-3.jpg","sep":"3"},
			{"urls":"12-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"小麦",
		"type":"禾本目 | 禾本科 |  小麦属",
		"scname":"拉丁文名：Triticum aestivum L.",
		"describe":"小麦是小麦系植物的统称，是单子叶植物。秆直立， 丛生，具6-7节，高60-100厘米。叶鞘松弛包茎，下部者长于上部者短于节间；叶舌膜质，长约1毫米；叶片长披针形。穗状花序直立，长5-10厘米(芒除外);小穗含3-9小花，上部者不发育;颖卵圆形，长6-8毫米。颖果横切面：果皮与种皮愈合。果皮表皮细胞一列，壁较厚；果皮中层细胞数列，壁较厚。种皮棕黄色，细胞颓废皱缩。内胚乳最外层为糊粉层，其余为富含淀粉粒的薄壁细胞。果实粉末白色，有黄棕色果皮小片。淀粉粒主为扁平的圆形、椭圆形或圆三角状。果皮表皮细胞类长方形或长多角形。冬小麦秋季播种，次年夏季收获；春小麦春季播种，当年夏、秋收获。",
		"environment":"土层深厚，结构良好耕层较深，有利于蓄水保肥，促进根系发育。土壤结构是指固体、液体、气体的组成比例，它与土壤水分、空气，温度、养分有着密切关系，如沙土、重粘土结构不良，难以形成高产。冬型品种适期的日平均温度为16～18℃，半冬型为14～16℃，春性为12～14℃。小麦长日照作物（每天8至12小时光照），如果日照条件不足。就不能通过光照阶段，不能抽穗结实。小麦光照阶段在春化阶段之后。",
		"distribution":"小麦在我国已有5000多年的种植历史，在我国种植区域广泛,分布于我国的华北、华东、华中、西北、东北、西南等地区。目前，我国小麦的种植面积和总产量仅次于水稻，居我国粮食作物第二位。",
		"chiefvalue":"<p>经济价值——小麦的醇溶蛋白和谷蛋白能使面粉加工制成各种食品，是食品工业的重要原料。另外，小麦加工后的副产品中含有蛋白质、糖类、维生素等物质，是牲畜优质的伺料，麦杆还可用来制作手工艺品，也可作为造纸原料。小麦可作为切花，在花束中做装饰，也可用于作插花的配材。</p><p>营养价值——小麦营养丰富，富含淀粉、蛋白质、少量脂肪、矿物质、钙、铁、硫胺素、核黄素、烟酸及维生素A等。因品种和环境条件不同，营养成分的差别较大。从蛋白质的含量看，生长在大陆性干旱气候区的麦粒质硬而透明，含蛋白质较高，达14～20%，面筋强而有弹性。氨基酸种类多，适合人体生理需要；脂肪、维生素及各种微量元素等对人体健康有益。</p><p>药用价值——小麦可入药，收获时将小麦晾干备用，后期可和其他药材搭配使用治疗失眠、精神抑郁等症状。未成熟小麦还可入药治盗汗等；小麦皮治疗脚气病。进食全麦可以降低血液循环中的雌激素的含量，从而达到防治乳腺癌的目的；对于更年期妇女，食用未精制的小麦还能缓解更年期综合症。</p>",
		"imglist":[
			{"urls":"13-1.jpg","sep":"1"},
			{"urls":"13-2.jpg","sep":"2"},
			{"urls":"13-3.jpg","sep":"3"},
			{"urls":"13-4.jpg","sep":"4"},
		]
	},
]
var treelist2 = [
	{
		"id":'',
		"name":"绞股蓝",
		"type":"葫芦目 | 葫芦科 |  绞股蓝属",
		"scname":"拉丁文名：Gynostemma pentaphyllum (Thunb.) Makino ",
		"describe":"绞股蓝为多年生草质攀援植物。茎细弱，具分枝，具纵棱及槽，无毛或疏被短柔毛。叶膜质或纸质，鸟足状，常有5-7小叶组成，叶柄长3-7厘米；小叶片卵状长圆形或披针形，中间小叶长3-12厘米。小叶柄略叉开，长1-5毫米。卷须纤细，2歧，稀单一，无毛或基部被短柔毛。花雌雄异株。雄花圆锥花序，花序轴纤细，多分枝；花冠淡绿色或白色，5深裂，裂片卵状披针形；雄蕊5，花丝短，联合成柱，花药着生于柱之顶端。雌花圆锥花序远较雄花之短小，花萼及花冠似雄花。果实肉质不裂，球形，成熟后黑色，光滑无毛，内含倒垂种子2粒。种子卵状心形，灰褐色或深褐色，顶端钝，基部心形，压扁，两面具乳突状凸起。花期3-11月，果期4-12月。",
		"environment":"野生绞股蓝生长在山地林下、水沟旁、山谷阴湿处。喜荫蔽环境，上层覆盖度约50%-80%，通风透光，富含腐殖质壤土的沙地、沙壤土或瓦砾处。中性微酸性土或微碱性土都能生长。生于海拔300-3200米的山谷密林中、山坡疏林、灌丛中或路旁草丛中。",
		"distribution":"分布于中国、印度、尼泊尔、斯里兰卡、缅甸、老挝、越南、马来西亚、朝鲜和日本等。在中国分布于四川，云南，湖北，湖南，广东，广西，陕西、福建等地均有分布。",
		"chiefvalue":"<p>经济价值——绞股蓝制成茶对人体有很好的益处，绞股蓝茶取材于绞股蓝叶腋部位的嫩芽和龙须，汤色清澈，可连续冲泡4－6杯，而汤色不减，具有生长点所含营养物质带来的保健功能，长期饮用，无任何毒副作用。2002年3月5日国家卫生部将其列入保健品名单。</p><p>药用价值——本种入药，味苦，性寒。有消炎解毒、止咳祛痰的功效。用绞股蓝与灵芝搭配煮水或泡茶喝，可治疗高血压、高血脂、高血糖，脂肪肝等症。有保肝解毒、降血压、降血脂血糖的功效。生长在南方的绞股蓝药用含量比较高，民间称其为神奇的“不老长寿药草”。1986年，国家科委在“星火计划”中，把绞股蓝列为待开发的“名贵中药材”之首位。</p>",
		"imglist":[
			{"urls":"21-1.jpg","sep":"1"},
			{"urls":"21-2.jpg","sep":"2"},
			{"urls":"21-3.jpg","sep":"3"},
			{"urls":"21-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"玉兰花",
		"type":"木兰目 | 木兰科 |  玉兰亚属",
		"scname":"拉丁文名：Magnolia denudata",
		"describe":"玉兰别名白玉兰、望春、玉兰花，为落叶乔木。高达25米，胸径1米，枝广展形成宽阔的树冠；树皮深灰色，粗糙开裂；小枝稍粗壮，灰褐色；冬芽及花梗密被淡灰黄色长绢毛。叶纸质，倒卵形、宽倒卵形或、倒卵状椭圆形，基部徒长枝叶椭圆形。花蕾卵圆形，花先叶开放，直立，芳香，直径10-16厘米；花梗显著膨大，密被淡黄色长绢毛；花被片9片，白色，基部常带粉红色；雄蕊长7-12毫米，花药长6-7毫米，侧向开裂。聚合果圆柱形，长12-15厘米；蓇葖厚木质，褐色，具白色皮孔；种子心形，侧扁，高约9毫米，宽约10毫米，外种皮红色，内种皮黑色。花期2-3月（亦常于7-9月再开一次花），果期8-9月。",
		"environment":"玉兰性喜光，较耐寒，可露地越冬。爱高燥，忌低湿，栽植地渍水易烂根。喜肥沃、排水良好而带微酸性的砂质土壤，在弱碱性的土壤上亦可生长。",
		"distribution":"玉兰原产我国中部各省，现北京及黄河流域以南均有栽培。在庐山、黄山、峨眉山等处尚有野生。",
		"chiefvalue":"<p>经济价值——玉兰树木质优良，可供细木工的使用和家具、细板的制作等。用浸提法可以从玉兰花中提取出玉兰花浸膏，能够用来制作化妆品或香料。用蒸馏法还能从叶子中提取出玉兰花叶油，能够用来配制香水或香皂。</p><p>食用价值——因为玉兰花富含多种维生素、微量元素和氨基酸，因此也能泡制茶饮。玉兰花花瓣可供食用，肉质较厚，具特有清香，可烹制而成各种美食，如玉兰饼、兰花素什锦、玉兰花米粥、玉兰花沙拉、玉玉兰花蒸糕、兰花素什锦、玉兰花熘肉片和玉兰花蛋羹等。</p><p>药用价值——玉兰花含有挥发油，具有一定的药用价值。玉兰花性味辛、温，具有祛风散寒通窍、宣肺通鼻的功效。可用于头痛、血瘀型痛经、鼻塞、急慢性鼻窦炎、过敏性鼻炎等症。现代药理学研究表明，玉兰花对常见皮肤真菌有抑制作用。</p><p>园林价值——玉兰花为我国特有的名贵园林花木之一。其花朵大，花形俏丽，开放时溢发幽香。多见于园林、厂矿中孤植，散植，或于道路两侧作行道树。北方也有作桩景盆栽。玉兰花对有害气体的抗性较强。用二氧化硫进行人工熏烟，l公斤干叶可吸硫1．6克以上。因此，玉兰是大气污染地区很好的防污染绿化树种。</p>",
		"imglist":[
			{"urls":"22-1.jpg","sep":"1"},
			{"urls":"22-2.jpg","sep":"2"},
			{"urls":"22-3.jpg","sep":"3"},
			{"urls":"22-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"竹笋",
		"type":"禾本目 | 禾本科 | 竹属",
		"scname":"拉丁文名：Bamboo Shoot",
		"describe":"竹笋是竹的幼芽，也称为笋，别名竹萌、竹芽、春笋，冬笋，生笋，多年生常绿草本植物。食用部分为初生、嫩肥、短壮的芽或鞭。纵切面可见中部有许多横隔和周围的肥厚笋肉，笋肉又被笋箨包裹着。笋肉、横隔及笋箨的柔嫩部分均可食用。毛竹鞭抽生后3～6年为发笋盛期，冬季可挖冬笋，清明前后开始采收春笋，早竹的春笋品质比毛竹佳。麻竹、绿竹等丛生型竹栽植两年后开始收笋，每年4～11月为采收期，7～8月为盛收期。全世界共计有30个属550种，盛产于热带、亚热带和温带地区。中国是世界上产竹最多的国家之一，共有22个属、200多种。",
		"environment":"竹喜温怕冷，主要分布在年降雨量1000～2000mm的地区。毛竹、早竹等散生型竹种的地下茎入土较深，竹鞭和笋芽借土层保护，冬季不易受冻害，出笋期主要在春季。麻竹、绿竹等丛生型竹种的地下茎入土浅，笋芽常露出土面，冬季易受冻害，出笋期主要在夏秋季。竹需要土层深厚，土质疏松、肥沃、湿润、排水和通气性良好的土壤，土壤pH值以4. 5～7为宜。",
		"distribution":"竹原产中国，类型众多，适应性强，分布极广，以珠江流域和长江流域最多。中国优良的笋主要竹种有长江中下游的毛竹，产于贵州遵义(紫竹、方竹、刺竹、楠竹、金竹、斑竹、茨竹、水竹等）江西、安徽南部、浙江、四川、广西等地区、早竹以及珠江流域、福建、台湾等地的麻竹和绿竹等。",
		"chiefvalue":"<p>经济价值——竹笋通过食品加工，研发出清水竹笋罐头、油烟笋、辣味笋、玉笋片、酱丁笋、笋蓉等方便产品。同时以新鲜竹笋为原料, 经预处理、盐腌发酵后干燥或不经盐腌发酵直接干燥而成干笋。竹笋的下脚料营养价值很高, 通过破碎、榨汁等加工, 所得的笋汁可加工成饮料。</p><p>食用价值——冬、春、夏三季均可吃到 鲜笋。在中国自古被当作“菜中珍品”。竹笋是中国传统佳肴，味香质脆，食用和栽培历史极为悠久。《诗经》中就有“加豆之实，笋菹鱼醢”、“其籁伊何，惟笋及蒲”等诗句，表明了人民食用竹笋有2500年以至3000年的历史。</p><p>营养价值——竹笋具有一定的营养价值，它含有蛋白质，脂肪、糖、钙、磷、铁以及胡萝卜素、维生素B, 维生素C等营养成分。脂肪含量特别低，经常食用能预防三高，也能减肥瘦身，另外还含微量元素磷与铁和钙等营养成分，它们能补益气血也能补钙壮骨。</p><p>药用价值——中医认为竹笋味甘、微寒，无毒。在药用上具有清热化痰、益气和胃、治消渴、利水道、利膈爽胃等功效。竹笋还具有低脂肪、低糖、多纤维的特点，食后不仅能促进肠道蠕动，帮助消化，去积食，防便秘，并有预防大肠癌的功效。对心血管系统亦有好处。另外，竹笋中还含具有抗癌作用的多糖类物质，故有一定的抗癌作用。</p>",
		"imglist":[
			{"urls":"23-1.jpg","sep":"1"},
			{"urls":"23-2.jpg","sep":"2"},
			{"urls":"23-3.jpg","sep":"3"},
			{"urls":"23-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"魔芋",
		"type":"天南星目 | 天南星科 |  磨芋属",
		"scname":"拉丁文名：Amorphophallus konjac  K.Koch",
		"describe":"魔芋为多年生宿根草本植物。别名鬼芋、南星头、蛇头草、灰草、山豆腐等。魔芋植株的地下部分由变态缩短的球状肉质块茎及从其上端发出的根状茎、弦状根和须根构成。魔芋为佛焰花，花序各部分的色泽、形态与种有关，是区别种的重要标志，花序的大小与品种及品种内种芋的大小有关。魔芋的花序能散发出奇异的气味。其气味的主要组成成分为二甲基寡硫醚，主要吸引腐尸甲虫及粪蝇。魔芋的叶有两种类型，一为大型复叶，一为变态叶—鳞片叶。每一个芽外面都被数片鳞片包裹保护着（约十片）。魔芋的一个生长周期仅发生一片大型复叶，魔芋的叶柄里具有一种特殊的后生木质化的管胞，对叶柄的支持作用起到很大的帮助。魔芋的复叶决定了魔芋的光合作用，是调节和控制产量品质的重要因素。",
		"environment":"生于疏林下、林缘或溪谷两旁湿润地或栽培。 分布于陕西、宁夏、甘肃至长江流域以南各地。 ",
		"distribution":"魔芋在我国栽培、食用历史已相当悠久。我国魔芋的适宜种植区主要分布在东南山地、云贵高原、四川盆周山地等热带、亚热带湿润季风气候区域。  ",
		"chiefvalue":"<p>经济价值——葡甘聚糖是魔芋富含一种高分子植物多糖，将其用于食品加工，可改善食品的物理性状、赋予食品柔滑的口感、增加食品的凝胶性。凝胶类食品是魔芋加工中较广泛的一类食品，其中魔芋豆腐、魔芋粉丝、魔芋蛋糕是常见的魔芋加工品；其次，还有魔芋软糖、果脯、魔芋酸奶、魔芋冰淇淋、魔芋珍珠奶茶等。魔芋果丹皮，魔芋年糕，魔芋挂面、拉面、馄饨皮、烧麦皮等，这些产品在制作过程中加入魔芋粉，可使产品的成型性更好，成品更有韧性，口感更加柔滑。<p></p>食用价值——加工之后的魔芋丝一般只需冷藏保存，吃的时候几乎没有腥味，自然也就不用太重口味的调味搭配，可以用来煲汤等。<p></p>药用价值——我国古代医学典籍《本草纲目》、《三元延寿》、《开宝本草》等均有所记载：魔芋有毒、味辛、性寒，有解毒、消肿、行於、化痰、散积等多种功能，能医治疟疾、闭经、疔疮、丹毒、烫伤、乳痈、疝气、痈疖肿毒、毒蛇咬伤等病症。同时具有降脂、降血压、洁胃、通便、防癌等功能。所以对消化道、心脑血管系统疾病、痔疮、减肥、养颜等都有显著功效。</p>",
		"imglist":[
			{"urls":"24-1.jpg","sep":"1"},
			{"urls":"24-2.jpg","sep":"2"},
			{"urls":"24-3.jpg","sep":"3"},
			{"urls":"24-4.png","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"香菇 ",
		"type":"伞菌目 | 光茸菌科 | 香菇属",
		"scname":"拉丁文名：Lentinus edodes (Berk.)sing",
		"describe":"香菇是一种食用真菌。子实体单生、丛生或群生，子实体中等大至稍大。菌盖半肉质，直径5-12cm，有时可达20cm，幼时半球形，后呈扁平至稍扁平，表面菱色、浅褐色、深褐色至深肉桂色，边缘常有污白色毛状或絮状鳞片。菌肉厚，白色。菌盖下面有菌幕，后破裂，形成不完整的菌环。老熟后盖缘反卷，开裂。孢子光滑，无色，椭圆形至卵圆形，用孢子生殖。香菇是世界第二大菇，也是我国久负盛名的珍贵食用菌。我国最早栽培香菇，至今已有800多年历史。香菇也是我国著名的药用菌。历代医药学家对香菇的药性及功用均有著述。",
		"environment":"香菇为喜光性菌类，生于阔叶树倒木上。春季、冬季多人工栽培。香菇属腐生性真菌，只能从现成的营养基质中吸收碳源、氮源、矿物质等进行生长发育。最佳生长温度，在潮湿的状态下，担袍子萌发的最适温度为22-26℃，菌丝长生的温度24-27℃最适宜。",
		"distribution":"我国的香菇主要分布在安徽、江苏、上海、浙江、江西、湖南、福建、台湾、广东、广西、云南、贵州、四川等地。人工栽培几乎遍及全国。世界上的香菇主要分布在太平洋西侧的一个弧形地带。北至日本的北海道，南至巴布亚新几内亚，西到尼泊尔的道拉吉里山麓。此外，非洲北部地中海沿岸也有香菇变种，新西兰分布着类似的香菇，南美的塔哥尼亚也有栽培。",
		"chiefvalue":"<p>经济价值——我国是世界上栽培香菇最早的国家。随着经济的快速发展，人们生活水平的不断提高，香菇的国际国内市场将会日益扩大，对香菇及其加工品、保健品的需求量迅速增加，菇制品前景诱人。香菇加工品主要有干香菇、香菇罐头、香菇酒、香菇松、香菇肉松、香菇脯、香菇奶糖和香菇粉等。</p><p>营养价值——香菇是我国著名的食用菌，被人们誉为“菇中皇后”，在民间素有“山珍”之。香菇的营养十分丰富，其蛋白质中富含18种氨基酸。还含有多量的谷氨酸、各种糖类等，而这些正是构成香菇的营养价值固有的清香、风味的重要物质。故营养学家称香菇的营养价值是牛肉的4倍，把香菇誉为“植物性食品的顶峰”。</p><p>药用价值——古代医药学家对香菇的药性及功用曾有著述，《本草纲目》认为香菇“甘、平、无毒”，《医林篡要》认为香菇“甘、寒”，“可托痘毒”。现代医药学研究成果表明，香菇具有许多重要的医药保健功能。具有扶正补虚，健脾开胃，祛风透疹，化痰理气，解毒，抗癌之功效。可用于正气衰弱，神倦乏力，纳呆，消化不良，贫血，佝偻病，高血压，高脂血症，慢性肝炎，麻疹透发不畅，荨麻疹，毒菇中毒，肿瘤等。</p>",
		"imglist":[
			{"urls":"25-1.jpg","sep":"1"},
			{"urls":"25-2.jpg","sep":"2"},
			{"urls":"25-3.jpg","sep":"3"},
			{"urls":"25-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"木耳 ",
		"type":"木耳目 | 木耳科 | 木耳属",
		"scname":"拉丁文名：Auricularia auricula (L.ex Hook.)Underwood",
		"describe":"木耳指木耳属的食用菌，是子实体胶质，成圆盘形，耳形不规则形。因生长于腐木之上，其形似人的耳朵，故名木耳；又似蛾蝶玉立，又名木蛾。木耳既可野生又可以人工培植，种子实体呈耳状、叶状或杯状、薄、边缘波浪状，宽3-10厘米，厚2毫米左右，以侧生的短柄或狭细的附着部固着于基质上。色泽黑褐，质地柔软呈胶质状，薄而有弹性，腹面平滑下凹，边缘略上卷，湿润时半透明，干燥时收缩变为脆硬的角质近似革质。木耳从颜色分有白木耳和黑木耳两种，从养殖分有野生的和人工培育的两种。市场上销售的绝大部分是人工培育的，野生黑木耳珍贵稀少，以长白山黑木耳最为著名。",
		"environment":"野生木耳生长于栎、杨、榕、槐等120多种阔叶树枝上，丛生，常屋瓦状叠生。勃勃生机的银杏树上也可生长。人工培植以椴木的和袋料的为主，人工培植以椴木和袋为基体，潮湿地带生长比较多。",
		"distribution":"中国是木耳的主要生产国，产区主要分布在吉林、黑龙江、辽宁、内蒙古、广西、云南、贵州、四川、湖北、陕西和浙江等地，国内有9个种，黑龙江拥有现有的全部8个品种，云南现有7个种、河南卢氏县有一种。",
		"chiefvalue":"<p>经济价值——木耳以地栽形式种植，一般情况下1亩可产出800-1000斤左右的干品。</p><p>食用价值——木耳是著名的山珍，可食、可药、可补，中国老百姓餐桌上久食不厌，有“素中之荤”之美誉，世界 上被称之为“中餐中的黑色瑰宝”。质地柔软，口感细嫩，味道鲜美，风味独特，是一种营养丰富的著名食用菌。</p><p>营养价值——木耳富含多种营养物质，主要有包括蛋白质、脂肪、多糖和钙、磷、铁等元素以及胡萝卜素、维生素B1、维生素B2、烟酸等，还含磷脂、固醇等营养素。木耳营养丰富，被誉为“菌中之冠”。木耳中的多糖体能分解肿瘤，能提高人的免疫力。</p><p>药用价值——木耳不仅营养丰富，而且具有较高的药用价值，自古有“益气不饥、润肺补脑、轻身强志、和血养颜”等功效，并能防治痔疮、痢疾、高血压、血管硬化、贫血、冠心病、产后虚弱等病症，它还具有清肺、洗涤胃肠的作用，是矿山、纺织工人良好的保健食品。</p>",
		"imglist":[
			{"urls":"26-1.png","sep":"1"},
			{"urls":"26-2.jpg","sep":"2"},
			{"urls":"26-3.jpg","sep":"3"},
			{"urls":"26-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"厚朴",
		"type":"木兰目 | 木兰科 | 木兰属",
		"scname":"拉丁文名：Magnolia officinalis Rehd. et Wils.",
		"describe":"厚朴，植物学范围内别名紫朴、紫油朴、温朴等。常见为厚朴（原亚种）与凹叶厚朴（亚种）两种。落叶乔木，高达20米；树皮厚，褐色，不开裂；小枝粗壮，淡黄色或灰黄色，幼时有绢毛；顶芽大，狭卵状圆锥形，无毛。叶大，近革质，7-9片聚生于枝端，长圆状倒卵形，长22-45厘米。叶柄粗壮，长2.5-4厘米，托叶痕长为叶柄的2/3。花白色，径10-15厘米，芳香；花梗粗短，被长柔毛。凹叶厚朴与厚朴相比，二者不同之处在于凹叶厚朴叶先端凹缺，成2钝圆的浅裂片，但幼苗之叶先端钝圆，并不凹缺；聚合果长圆状卵圆形，长9-15厘米；种子三角状倒卵形，长约1厘米。花期5-6月，果期8-10月。",
		"environment":"厚朴为喜光的中生性树种，生于海拔300-1500米的山地林间，幼龄期需荫蔽；喜凉爽、湿润、多云雾、相对湿度大的气候环境。在土层深厚、肥沃、疏松、腐殖质丰富、排水良好的微酸性或中性土壤上生长较好。常混生于落叶阔叶林内，或生于常绿阔叶林缘。 ",
		"distribution":"产于陕西南部、甘肃东南部、河南东南部（商城、新县）、湖北西部、湖南西南部、四川（中部、东部）、贵州东北部和福建省。厚朴为中国特有的珍贵树种。在北亚热带地区分布较广，树皮供药用。由于过度剥皮和砍伐森林，使这一物种资源急剧减少，分布面积越来越小。野生植株，已极少见。小片纯林或零星植株，多系人工栽培。 ",
		"chiefvalue":"<p>经济价值——子可榨油，含油量35%，出油率25%，可制肥皂。木材供建筑、板料、家具、雕刻、乐器、细木工等用。叶大荫浓，花大美丽，可作绿化观赏树种。</p><p>药用价值——厚朴味辛、性温，具有行气化湿、温中止痛、降逆平喘的功效。厚朴煎剂对葡萄球菌、链球菌、赤痢杆菌、巴氏杆菌、霍乱弧菌有较强的抗菌作用；而且对横纹肌强直也有一定的缓解作用。 树皮、根皮、花、种子及芽皆可入药，以树皮为主，为著名中药，有化湿导滞、行气平喘、化食消痰、驱风镇痛之效；种子有明目益气功效，芽作妇科药用。</p>",
		"imglist":[
			{"urls":"27-1.jpg","sep":"1"},
			{"urls":"27-2.png","sep":"2"},
			{"urls":"27-3.jpg","sep":"3"},
			{"urls":"27-4.jpg","sep":"4"},
		]
	},
	{
		"id":'',
		"name":"金银花",
		"type":"川续断目 | 忍冬科 | 忍冬属",
		"scname":"拉丁文名：Lonicera japonica Thunb.",
		"describe":"金银花正名为忍冬，金银花属多年生半常绿缠绕及匍匐茎的灌木。小枝细长，中空，藤为褐色至赤褐色。卵形叶子对生，枝叶均密生柔毛和腺毛。夏季开花，苞片叶状，唇形花有淡香，外面有柔毛和腺毛，花色初为白色，渐变为黄色，黄白相映，球形浆果，熟时黑色。叶纸质，卵形至矩圆状卵形，有时卵状披针形，稀圆卵形或倒卵形。叶柄长4～8毫米，密被短柔毛。总花梗通常单生于小枝上部叶腋，与叶柄等长或稍较短。果实圆形，直径6～7毫米，熟时蓝黑色，有光泽；种子卵圆形或椭圆形，褐色，长约3毫米。花期4～6月（秋季亦常开花），果熟期10～11月。 ",
		"environment":"金银花适应性很强，喜阳、耐阴，耐寒性强，也耐干旱和水湿，对土壤要求不严，但以湿润、肥沃的深厚沙质壤上生长最佳，每年春夏两次发梢。根系繁密发达，萌蘖性强，茎蔓着地即能生根。喜阳光和温和、湿润的环境，生活力强，适应性广，耐寒，耐旱，在荫蔽处，生长不良。生于山坡灌丛或疏林中、乱石堆、山足路旁及村庄篱笆边，海拔最高达1500米。  ",
		"distribution":"中国各省均有分布。朝鲜和日本也有分布。在北美洲逸生成为难除的杂草。金银花的种植区域主要集中在山东、陕西、河南、河北、湖北、江西、广东等地。",
		"chiefvalue":"<p>经济价值——中国作为商品出售的金银花原植物总数不下17种（包括亚种和变种），而以本种分布最广，销售量也最大。商品药材主要来源于栽培品种，以河南的“南银花”或“密银花”和山东的“东银花”或“济银花”产量最高，品质也最佳，供销全国并出口。野生品种来自华东、华中和西南各省区，总称“山银花”或“上银花”，一般自产自销，亦有少量外调。因药材供不应求，不少地区正积极开展引种栽培，金银花的产区日见扩大。</p><p>观赏价值——金银花由于匍匐生长能力比攀援生长能力强，故更适合于在林下、林缘、建筑物北侧等处做地被栽培；还可以做绿化矮墙；亦可以利用其缠绕能力制作花廊、花架、花栏、花柱以及缠绕假山石等等。</p><p>药用价值——金银花自古以来就以它的药用价值广泛而著名。其功效主要是清热解毒，主治温病发热、热毒血痢、痈疽疔毒等。现代研究证明，金银花含有绿原酸、木犀草素苷等药理活性成分，对溶血性链球菌、金黄葡萄球菌等多种致病菌及上呼吸道感染致病病毒等有较强的抑制力，另外还可增强免疫力、抗早孕、护肝、抗肿瘤、消炎、解热、止血（凝血）、抑制肠道吸收胆固醇等，其临床用途非常广泛，可与其它药物配伍用于治疗呼吸道感染、菌痢、急性泌尿系统感染、高血压等40余种病症。</p>",
		"imglist":[
			{"urls":"28-1.jpg","sep":"1"},
			{"urls":"28-2.jpg","sep":"2"},
			{"urls":"28-3.jpg","sep":"3"},
			{"urls":"28-4.jpg","sep":"4"},
		]
	}
]
